const PROCEDURES_DETAILED_INFORMATION = [
  {
    id: 'cosmetic_facial_massage',
    title: 'Косметичний масаж',
    img: '/assets/images/face_procedures/face_procedure_1.jpg',
    description: [
      {
        id: '1',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: "В'януча шкіра, низький тонус, сухість чи маснистість шкіри, застійні явища, плями, постакне, набряклість, жирові відкладення (друге підборіддя), з профілактичною метою.",
          },
          {
            id: '2',
            text: 'Крім того, процедура показана при лікуванні акне та усуненні його наслідків, при лікуванні жирної себореї, в боротьбі з рубцями та шрамами, для усунення застою крові в певних ділянках, для зниження активності сальних залоз, усуненні комедонів, при боротьбі з пігментацією та при лікуванні гіперкератозу. Проводиться по тальку.',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Протипокази',
        content: [
          {
            id: '1',
            text: 'Екзема, розацеа в гострій фазі, герпес, гнійничкові, запальні, грибкові ураження, контагіозний молюск, плоскі бородавки, гірсутизм і акне (необхідна консультація ендокринолога для визначення гормонального фону), тріщини і синці на обличчі, гостре запалення лицевого нерва та пазух носа, гіпертонічна хвороба ІІІст.',
          },
          {
            id: '2',
            text: 'Після масажу не можна одразу виходити на вулицю в холодну та вітряну погоду.',
          },
        ],
      },
      {
        id: '3',
        type: 'list',
        title: 'Типи',
        content: [
          {
            id: '1',
            title: 'Класичний (терапевтичний або розслабляючий).',
            content: [
              {
                id: '1',
                text: "Масаж обличчя для покращення обмінних процесів, відновлення тонусу м'язів, підвищення їх гнучкості та еластичності.Курс масажу не довше 5-ти тижнів двічі на тиждень. Повторювати 2-3 рази на рік.",
              },
            ],
          },
          {
            id: '2',
            title: 'Лімфодренажний масаж.',
            content: [
              {
                id: '1',
                text: 'Застій лімфи проявляється набряклістю і нездоровим кольором обличчя, мішками під очима. Це масаж, який спрямований на відновлення лімфотоку.',
              },
            ],
          },
          {
            id: '3',
            title: 'Масаж за Жаке.',
            content: [
              {
                id: '1',
                text: 'Техніка полягає в інтенсивному опрацюванню шкіри защипуванням підшкірних шарів. Щипкова техніка була винайдена Леонардом Жаке, французьким дерматологом. Цією технікою активізуються обмінні процеси в шкірі, стимулюється кровообіг, покращується циркуляція лімфи, запускаються регенераційні процеси в шкірі.',
              },
            ],
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: '10-30 процедур',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: 'від 150 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'microdermabrasion',
    title: 'Мікродермабразія',
    img: '/assets/images/face_procedures/face_procedure_4.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Aлмазне шліфування, механічний пілінг - видалення дрібних дефектів шкіри, запуск регенераційних процесів апаратом, оснащеним насадками з алмазним напиленням, які працюють за принципом щітки, прибираючи зі шкіри омертвілі лусочки, сальні пробки, забруднення. ',
          },
          {
            id: '2',
            text: 'Ефективність посилюється вакуумною системою апарату, яка втягує відшаровані клітини епідермісу та стимулює кровообіг в шкірі, має низьку алергенність і травматичність, відсутність больових відчуттів.',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Ефект',
        content: [
          {
            id: '1',
            text: 'Oчищення  шкіри від забруднень, звуження пор, зменшення маснистості шкіри, розгладження, шліфування поверхневих шрамів та постакне, зменшення глибини зморшок, зникнення дрібних зморшок,  підвищення тонусу та еластичності шкіри, покращення кольору обличчя, запускаються процеси природного омолодження шкіри, поступове вирівнювання рельєфу шкіри, зменшення гіперпігментації.',
          },
        ],
      },
      {
        id: '3',
        type: 'textWithTitle',
        title: 'Покази',
        content: [
          {
            id: '1',
            text: "Mасна, комбінована шкіра з великими порами, себорея, комедони, рубці, застійні плями, постакне, дрібні шрами, нерівна поверхня шкіри внаслідок гіперкератозу, пігментні плями, тьмяний колір обличчя, загальне зниження тонусу шкіри, зморшки, в'ялість шкіри, огрубіння шкіри в результаті фотостаріння.",
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Протипокази',
        content: [
          {
            id: '1',
            text: 'Пошкодження шкірних покривів, сонячні опіки, купероз, запальний гнійний висип на шкірі, герпес, дерматози в стадії загострення, велика кількість невусів або телеангіоектазій, вагітність, схильність до утворення келоїдних рубців.',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Переваги методу',
        content: [
          {
            id: '1',
            text: 'Безболісність процедури,  відсутність пошкоджень, швидка регенерація (відновлення шкіри, стійкий результат, результативність дії наступних процедур і препаратів підвищується до 90%.)',
          },
        ],
      },
      {
        id: '6',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Після процедури на 1-2 тижні відмовитися від солярію, регулярно використовувати зволожуючий крем та сонцезахисні засоби.',
          },
        ],
      },
      {
        id: '7',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: '1 раз на тиждень, 5-20 процедур. За показами може бути разовою процедурою.',
          },
        ],
      },
      {
        id: '8',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: 'від 100 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'electroporation',
    title: 'Електропорація',
    img: '/assets/images/face_procedures/face_procedure_6.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'За які досягнення вручається Нобелівська премія? Адже це найбільш престижна міжнародна премія, яка щорічно присуджується найкращим вченим і їх наукових досліджень за винаходи, які можна назвати революційними, за великий внесок в історію, культуру та інше. ',
          },
          {
            id: '2',
            text: "Цього заслужила електропорація! Це безін'єкційна мезотерапія, в ході якої під впливом електричних імпульсів вводяться лікарські або косметологічні препарати. Аналогом голки виступає електричний струм.",
          },
          {
            id: '3',
            text: "У 2003 році американські вчені області хімії і біохімії були удостоєні Нобелівської премії за приголомшливу знахідку для медицини і косметології - електропорацію. Завдяки цій методиці дослідники довели, що під впливом певної потужності і частоти струмів можна вводити глибоко в шкіру макромолекули (великі молекули, які при звичайному нанесенні на шкіру просто залишилися б на ній, не проникаючи крізь роговий шар). При подачі електричних імпульсів в мембранах клітин відбувається тимчасове відкриття мікропор, іонних каналів, через які проходять препарати. В результаті корисні компоненти «коктейлів» проходять глибоко в дерму. Аквапоріни (білки, що формують пори в мембранах клітин) зв'язуються з молекулами лікувальних препаратів і доносять їх глибоко в шкіру. По закінченню дії струмів, мікропори в шкірі самі закриваються.",
          },
          {
            id: '4',
            text: 'Переваги методу: безболісність, без травматизації голкою, безпека, відсутність періоду реабілітації, без синців та гематом, швидке і ефективне запровадження мезококтейля, можна проводити перед важливою подією, можливість проведення в будь-який час року.',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'В`януча, зневоднена шкіра, що втратила тонус та еластичність, пігментація, рубці, постакне, акне І та ІІ ст., відновлення шкіри після агресивних процедур (пілінги, шліфування, дермабразії, лазерні методи), вікові зміни, не глибокі зморшки, купероз, зневоднення шкіри, розширені пори, усуває мімічні зморшки, поліпшує стан глибоких зморшок.',
          },
          {
            id: '2',
            text: 'Покращує колір обличчя та тургор шкіри; звужує пори; зменшує вугровий висип та запальний процес на шкірі; відновлює стан шкіри, пошкодженої ін’єкційними процедурами; відновлює водний баланс шкіри; усуває пігментні плями та купероз; усуває рубці постакне.',
          },
        ],
      },
      {
        id: '3',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'вагітність, онкопатології, період гострих  запальних захворювань, наявність кардіостимулятора.',
          },
        ],
      },
      {
        id: '4',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Електропорацію можна проводити не тільки на обличчі, шиї і декольте, але і по роботі з тілом. Відмінно лікує провисання, дряблість шкіри, целюліт, живить шкіру необхідними компонентами. Використовуються препарати на основі гіалуронової кислоти, колагену, вітамінів, органічних речовин, мікроелементів, пептидів, протизапальні, відбілюючі концентрати та інші за типом шкіри. Всі сироватки, що використовувалися під час сеансу,  починають активно працювати глибоко в шкірі після процедури, плюс утворюють в ній депо (накопичення) корисних мікроелементів і речовин. Для досягнення бажаних і ефективних результатів дану процедуру потрібно проходити курсом. Ідеально поєднувати методику з іншими доглядовими процедурами для обличчя, чистками, пілінгами, апаратними методиками.',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: '10 процедур. Перші 5 двічі на тиждень, наступні 5 1 раз на тиждень. ',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: '400 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'microcurrent_therapy',
    title: 'Мікрострумова терапія',
    img: '/assets/images/face_procedures/face_procedure_7.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Мікрострум в косметології – базова лікувальна процедура, одна з найпопулярніших у загальному переліку методик апаратного догляду. Процедура, пов’язана з впливом електричного струму на шкіру, всю глибину м’яких тканин. Специфіка задіяного струму – вкрай мала амплітуда і низькі частоти, їх застосування в прямому сенсі слова омолоджує шкіру, лікує її, підтягує м’язи, прибирає набряклість, «відкриває очі».',
          },
          {
            id: '2',
            text: 'Мікроструми впливають не лише на верхній шар шкіри – епідерміс. Глибина його проходження всередину зачіпає всі м’які тканини – дерму, мембрану клітинок, підшкірно-жирову клітковину, м’язовий шар, кровоносні і лімфатичні судини. Саме цим і визначається ефективність мікрострумової терапії. Одні м’язи, які «тримають» обличчя в молодості, з часом спазмуються, опускаються, розслабляються, інші – навпаки, приходять в гіпотонус. Опускаються куточки очей, рота, напружуються м’язи шиї, чола, обличчя «пливе».',
          },
          {
            id: '3',
            text: 'Під час процедури терапії з використанням мікрострумів відбувається скорочення м’язових тканин – деліктне і щадне за рахунок мікродоз електроструму. Вибираючи напрямок руху електродів, майстер працює над усуненням конкретних проблем шкіри клієнта. При цьому форма електродів значення не має – це питання зручності майстра. Ґудзики, циліндри, вилкоподібні одинарні / подвійні – косметолог вибирає для себе сам. Виняток – електрод у формі качалки, завдяки великому розміру він використовується для роботи по тілу. Можливо також використання мікрострумових рукавичок – на вибір фахівця. Одні майстри в них працюють по тілу, інші проводять руками сеанс попереднього лімфодренажного мікрострумового масажу на обличчі.',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'Глибокі зморшки на обличчі, загальні вікові зміни; обвисла шкіра, нечіткість контурів обличчя, друге підборіддя; зневоднення шкіри, покращення стану сухої, тонкої шкіри; набряки, сині кола під очима; гіперпігментація; акне, комедони, пориста і жирна шкіри, купероз, розацеа, нейродерміт, атопічний дерматит та дерматози; зменшення рубців, розтяжок, наслідків вугрового висипання; косметичні дефекти на обличчі, викликані гіпертрофією або атонією м’язів.',
          },
        ],
      },
      {
        id: '3',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: "Онкологічні захворювання, всі види пухлин – і доброякісні, і злоякісні, серцево-судинні захворювання, інсульти,  інфаркти, епілепсія, вагітність і лактація, порушення шкірного покриву, наявність металевих імплантатів, штифтів, кардіостимулятора, філерів, після ін'єкцій ботулотоксину, індивідуальна непереносимість електричного струму, гострі вірусні захворювання, підвищена температура тіла, нещодавно проведений хімічний пілінг.",
          },
        ],
      },
      {
        id: '4',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Особливості цього виду косметологічного догляду за шкірою – відсутність вікових обмежень, видимий результат вже після першої процедури, пролонгована ефективність, безпечність, безболісність. Їх видимий ефект проявляється вже після першого сеансу – шкіра виглядає свіжіше, молодше, має зовсім інший колір – зникає «землистість». Клієнти, які мають круглу форму обличчя, відзначають візуальне «зменшення» обсягів округлості за рахунок лімфатичного мікрострумового дренажу, який прибирає набряклість. ',
          },
          {
            id: '2',
            text: 'Єдиним не дуже приємним нюансом, що супроводжує цю методику, можна назвати появу металевого присмаку в роті. Але це явище носить суто індивідуальний одиничний характер, не впливає на самопочуття клієнта, рівень ефективності, не є протипоказанням.',
          },
          {
            id: '3',
            text: 'Мікрострумова терапія – процедура, що не вимагає ніякого реабілітаційного періоду. Вийшовши з кабінету після сеансу, досить лише підфарбувати вії і нанести блиск на губи – і з сяючим обличчям, прекрасним настроєм і впевненістю йти підкорювати світ!',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: '5-6 процедур 1 раз на тиждень.',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: 'від 150 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'darsonvalization',
    title: 'Дарсонвалізація',
    img: '/assets/images/face_procedures/face_procedure_3.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Метод апаратної косметології, що ґрунтується на використанні змінного імпульсного струму високої частоти і напруги та малої сили. Імпульси струму, подразнюючи периферичні нервові закінчення, сприяють розширенню артеріальних і венозних судин, збільшенню проникності судинних стінок, стимуляції обмінних процесів, тонізують шкіру, мають підсушувальну і протизапальну дію, підсилюють крово- і лімфообіг.',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'Застосовується при лікуванні вугрової хвороби, при себореї, що супроводжується дифузним порідінням волосся на голові, при ліквідації застійних явищ, набряку після пластичних операцій і входить в комплекс таких косметичних процедур, як гігієнічне і лікувальне очищення обличчя, догляд за в”янучою шкірою, попередження розвитку зморшок, нормалізація функціонування сальних залоз, посилює циркуляцію лімфи в шкірі голови, і, як наслідок, кровопостачання волосяних цибулин. Додатково дарсонвалізація стимулює «сплячі» цибулини, забезпечуючи зростання нового волосся.',
          },
        ],
      },
      {
        id: '3',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Поєднання застосування дарсонваля і лікувальних масок і масел підсилює дієвість результату в кілька разів.',
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Наявність штучного стимулятора серцевого ритму, індивідуальна непереносимість струму, вагітність.',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Тривалість',
        content: [
          {
            id: '1',
            text: '8-10 хв, щодня чи через день',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: '10-30 процедур.',
          },
        ],
      },
      {
        id: '7',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: '50 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'RF_lifting',
    title: 'RF-ліфтинг',
    img: '/assets/images/body_procedures/body_procedure_1.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Нова альтернатива пластичним операціям, спрямованим на омолодження і підтяжку шкіри обличчя і тіла. Процедура, заснована на контрольованому прогріванні глибоких шарів епідермісу і підшкірно-жирової клітковини за рахунок радіочастотного впливу, дозволяє домогтися довгострокового ефекту омолодження. Під дією тепла прискорюються процеси обміну речовин, що стимулює вироблення колагену.',
          },
          {
            id: '2',
            text: 'Процедура RF-ліфтингу (Radio Frequency Lifting, або радіочастотний ліфтинг), радіохвильового або безопераційного ліфтингу, протягом останніх 10-15 років надійно увійшла в арсенал косметології, зокрема, антивікової терапії. ',
          },
          {
            id: '3',
            text: 'В наслідок прогрівання в шкірі, що поступово втратила частину своїх функцій, стала в`ялою, обвислою, зморшкуватою, посилюється крово- і лімфовідтік, активізується обмін речовин, відновлюється робота фібробластів (виробляють гіалуронову кислоту, фібрин та речовини, які є попередником колагенових і еластинових волокон). Волокна повертають тонус, стискаються і заново формують молоде і пружне обличчя.',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'Для безопераційної підтяжки та омолодження обличчя (підтяжка вилиць і щік, усунення «мішків» під очима, ліфтинг верхньої та нижньої повіки, зменшення «гусячих лапок», що йдуть від зовнішніх куточків очей до скронь, а також носогубних складок і глибоких зморшок навколо рота і над ним, формування чіткого контуру губ і овалу обличчя), шиї, області декольте, омолодження кистей рук, ліфтингу в області живота, боків, стегон і сідниць, усунення стрій («розтяжок»), надлишкових місцевих жирових відкладень, птозу (обвисання після пологів або різкого скидання ваги).',
          },
        ],
      },
      {
        id: '3',
        type: 'textWithTitle',
        title: 'Протипокази',
        content: [
          {
            id: '1',
            text: 'Вік до 35 років, новоутворення на будь-якій ділянці тіла (не лише в зоні впливу), онкозахворювання, гострі інфекційні захворювання, підвищена температура тіла, хронічні захворювання в стадії декомпенсації, виражені серцево-судинні, ниркові патології, шкірні ураження в зоні впливу, наявність кардіостимулятора, металевих імплантів, вагітність та лактація, нещодавнє введення ботоксу та філерів. Процедура не проводиться при наявності у пацієнта родимок, папілом, шрамів, відкритих ран і висипань, а також алергічних реакцій на обличчі або тілі (в зоні потенційного впливу).',
          },
        ],
      },
      {
        id: '4',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'При правильному проведенні процедури і використанні професійного сучасного обладнання побічних ефектів при RF-ліфтингу, як правило, не виявляється. У рідкісних випадках можуть виникати почервоніння в області впливу, а також легка набряклість. Це проходить протягом 48 годин після сеансу. Процедура радіочастотного ліфтингу обличчя і тіла не обмежена сезонами. Її можна виконувати як влітку, так і взимку.',
          },
          {
            id: '2',
            text: 'Процедуру можна поєднувати з антицелюлітним масажем, фотоомолоджуванням, мезотерапією обличчя, біоревіталізацією, кавітацією, міостимуляцією, пресотерапією. Для досягнення більш стійкого результату послідовність процедур на обличчі: фотоомолоджування, RF-ліфтинг, біоревіталізація. Для боротьби з целюлітом RF-ліфтинг чергують з міостимуляцією і лімфодренажним масажем, пресотерапією. ',
          },
          {
            id: '3',
            text: 'За 2 тижні до проведення RF-ліфтингу забороняється активна інсоляція. Також перед початком процедур бажано пройти курс вітаміну С. Рекомендації після процедури: не можна протягом 2 тижнів відвідувати сауну, гарячу лазню, відкритий пляж або солярій. Також слід утриматися від активних фізичних навантажень.',
          },
          {
            id: '4',
            text: 'Дана технологія вигідно відрізняється від інших апаратних методик по омолодженню, тому що результат стає помітним вже після 1-2 сеансів.',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: '7-10 сеансів, після яких посилення процесів регенерації та оновлення клітин продовжує відбуватися протягом 6 місяців. Періодичність для обличчя, шиї, декольте, кистей рук - 1 раз в 3-4 тижні; для тіла - 1 раз в 7-10 днів. Результат зберігається протягом 2 років, але для профілактики рекомендується проводити 1 курс в рік.',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: 'від 200 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'injectable_lipolysis',
    title: 'Ін`єкційний ліполіз',
    img: '/assets/images/body_procedures/body_procedure_5.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Не всім вдається отримати ідеальну фігуру за допомогою спорту та правильного харчування. Іноді це не допомагає або вимагає занадто багато зусиль та часу. Крім того, проблемні місця нерідко з`являються навіть у струнких людей. У таких випадках може бути ефективний ліполіз – процедура, що забезпечує розщеплення жирових відкладень та, як результат, зменшення об`ємів та корекцію фігури. Ліполіз – це один із сучасних методів боротьби з целюлітом та зайвою вагою. Він не вимагає хірургічного втручання і застосування наркозу, як, наприклад, ліпосакція, але при цьому має високу ефективність та безпеку.',
          },
          {
            id: '2',
            text: 'Ліполіз передбачає введення під шкіру спеціальних препаратів – ліполітиків, які викликають розщеплення жирових відкладень. Після цього продукти розпаду природним чином виводяться з організму. В результаті зменшується кількість жирових відкладень та змінюється форма тіла.',
          },
        ],
      },
      {
        id: '2',
        type: 'list',
        title: 'Види ліполізу',
        content: [
          {
            id: '1',
            title: 'Ін`єкційний.',
            content: [
              {
                id: '1',
                text: 'Передбачає введення під шкіру ліполітиків, які викликають розщеплення жирових відкладень',
              },
            ],
          },
          {
            id: '2',
            title: 'Ультразвуковий.',
            content: [
              {
                id: '1',
                text: 'Руйнування жирових клітин досягають за допомогою УЗ-хвиль різної частоти (кавітація).',
              },
            ],
          },
          {
            id: '3',
            title: 'Радіочастотний.',
            content: [
              {
                id: '1',
                text: 'Передбачає прогрівання тканин за допомогою електромагнітних хвиль, що також провокує розпад жирових відкладень (RF-ліфтинг).',
              },
            ],
          },
        ],
      },
      {
        id: '3',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Ліполіз забезпечує зменшення об’ємів тіла за рахунок розщеплення жирових клітин. За допомогою процедури можна позбутися як від целюліту, так і жирового прошарку, щоб зробити рельєфи тіла більш чіткими.',
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'Показаннями до ліполізу вважаються: жирові відкладення в області щік, підборіддя та інших зон обличчя; на різних ділянках тіла; целюліт; асиметричність фігури; в”ялість та провисання фігури.',
          },
        ],
      },
      {
        id: '5',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Ліполіз часто застосовують для корекції фігури після вагітності та пологів, однак ін`єкції проводяться лише після завершення грудного вигодовування.',
          },
          {
            id: '2',
            text: 'Ефективне поєднання ін`єкційного ліполізу з апаратними процедурами для корекції фігури (кавітація, RF-ліфтинг, пресотерапія). У комплексі з правильним харчуванням та фізичною активністю це дозволяє швидко повернутися до форми.',
          },
          {
            id: '3',
            text: 'Ліполіз можна проводити жінкам та чоловікам в будь-якому віці після 18 років. Обмежень по сезонності також немає, процедури роблять в будь-який час року.',
          },
          {
            id: '4',
            text: 'Зони проведення ліполізу: щоки, підборіддя, шия, плечі, спина, живіт, талія, сідниці, стегна, коліна та інші частини тіла.',
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Підготовка до процедури',
        content: [
          {
            id: '1',
            text: 'За 2-3 дні до процедури потрібно відмовитися від вживання алкоголю, гострої, жирної та смаженої їжі, яка викликає спрагу та затримку рідини в організмі. Це може спровокувати набряклість після проведення ін`єкцій. Крім того, за кілька днів до сеансу небажано використовувати скраби, пілінги та інші подібні засоби на тих ділянках шкіри, де планується проведення ліполізу.',
          },
          {
            id: '2',
            text: 'Також протягом 2 тижнів до процедури не можна приймати аспірин та інші препарати, які впливають на згортання крові. При тривалому прийомі антикоагулянтів тимчасову відмову препарату слід узгодити з лікарем. ',
          },
        ],
      },
      {
        id: '5',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Протягом 1-3 днів після ліполізу шкіра в місцях ін`єкцій може бути трохи набряклою і почервонілою. Це нормальна реакція організму на введений препарат та самі уколи. У рідкісних випадках можуть з`являтися й невеликі гематоми. Вони, як правило, проходять протягом 1-1,5 тижнів.',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Після процедури',
        content: [
          {
            id: '1',
            text: 'Рекомендують: 5-7 днів не застосовувати скраби та пілінги, протипоказана гаряча ванна, відвідування лазні, солярію, тривале перебування на сонці або на вулиці при низькій температурі. Під час усього курсу не вживати алкогольні напої, гостру, жирну їжу, копченості та маринади, пити достатню кількість води (1,5-2 л на добу). Дотримання цих рекомендацій прискорює процес загоєння та знижує ризик ускладнень.',
          },
        ],
      },
      {
        id: '7',
        type: 'textWithTitle',
        title: 'Протипокази',
        content: [
          {
            id: '1',
            text: 'Захворювання крові (порушення згортання та ін.); захворювання ендокринної системи (цукровий діабет та ін.); онкологічні патології; аутоімунні порушення; порушення обміну речовин; жовчнокам`яну хворобу; хронічний гепатит; тяжкі серцево-судинні захворювання; варикозне розширення вен в зоні проведення ліполізу; алергію на використовувані препарати та ін. Також тимчасово не можна проводити процедуру при гострих захворюваннях (інфекційні, ГРВІ, грип та інші), загостренні хронічних патологій, висипаннях на шкірі, подряпинах та інших пошкодженнях в зоні введення ліполітиків. Під час вагітності та лактації ліполіз також не застосовують.',
          },
        ],
      },
      {
        id: '8',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Ін`єкційний ліполіз забезпечує розщеплення жирових клітин та природне виведення продуктів розпаду з організму. Цей процес займає деякий час. Перший результат можна помітити вже після 2-3 процедур, але частіше за все для отримання вираженого ефекту потрібно від 4 до 10 сеансів. Їх кількість залежить від об’єму жирових тканин, швидкості їх розщеплення і результату, який хоче отримати пацієнт. Перерва між сеансами становить 10-14 днів. У деяких випадках потрібно кілька курсів.',
          },
        ],
      },
      {
        id: '9',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: 'від 400 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'cavitation',
    title: 'Кавітація',
    img: '/assets/images/body_procedures/body_procedure_2.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Кавітація – це метод усунення жирових відкладень, заснований на впливі звукових хвиль. Її ще називають безопераційною ліпосакцією через виражений жироспалюючий ефект. За її допомоги зменшуються обсяги жирових відкладень на 1-3 сантиметри за одну процедуру. За допомогою процедури можна безболісно домогтися помітних результатів, опрацювати проблемні ділянки та зменшити прояви целюліту. Вона допомагає позбутися локальних жирових відкладень, не зачіпаючи інші частини тіла, скорегувати силует фігури. Відкриття методу відбулося в 1970-х роках, а вже з початку 2000-х він застосовується в апаратній косметології. ',
          },
          {
            id: '2',
            text: 'Процедуру вважають однією з найбільш затребуваних, адже вона дає помітний ефект вже після проведення першого сеансу. Назва методу походить від латинського "cavitas" - порожнеча. Під дією низькочастотних ультразвукових хвиль (36-43 кГц) в клітинах жирової тканини утворюються бульбашки повітря — порожнечі. Об`єднуючись, вони схлопуются, що веде до розриву клітинної оболонки та виходу вмісту до міжклітинного простору. Зі струмом лімфи вміст жирових клітин виводиться з організму природним шляхом. На відміну від схуднення, жирова тканина не зменшується в обсягах по всьому тілу, а зачіпаються лише проблемні ділянки, які опрацьовуються в ході процедури.',
          },
          {
            id: '3',
            text: 'Кавітацію від антицелюлітного масажу відрізняє повна безболісність – вона не супроводжується болем і дискомфортом. Кавітація показана людям з чутливою шкірою, а також власникам низького больового порогу. Досить ефективне поєднання з пресотерапією: вона покликана поліпшити відтік лімфи та підвищити ефективність впливу ультразвуку.',
          },
          {
            id: '4',
            text: 'Під час курсу рекомендується пити рідину у великій кількості, щоб уникнути застійних явищ і домогтися вираженого результату. Після нанесення провідникового гелю обробляється маніпулою проблемна ділянка тіла. Важливі моменти виконання процедури, які повинні дотримуватися: під час одного сеансу обробляється тільки 1 зона; процедура здатна спровокувати появу шуму у вухах - це нормальна реакція організму. Майстер обробляє проблемні ділянки тіла, формуючи жирову складку. Чим більше складка, тим вище ефективність процедури і менше неприємних відчуттів. Кавітація в такій техніці виконання допомагає знизити вплив на внутрішні органи, при цьому глибоко обробляючи жирову тканину. Тривалість процедури безпосередньо залежить від площі оброблюваної зони. В середньому, час впливу становить 30 хвилин.',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Ефект',
        content: [
          {
            id: '1',
            text: 'Ефект від процедури видно відразу після першого сеансу. Розгладжується рельєф шкіри, стає менш вираженою апельсинова кірка, зменшуються об’єми тіла. Кавітація підсилює мікроциркуляцію, підвищує тургор шкірних покривів.',
          },
        ],
      },
      {
        id: '3',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'Dиражена апельсинова кірка; наявність відкладень підшкірного жиру на проблемних зонах; наявність жировиків; горбистість шкіри після невдалого проведення ліпосакції або ін`єкцій ліполітиків.',
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Незважаючи на вираженість ефекту, кавітація показана далеко не всім. Процедуру протипоказано робити в наступних випадках: хронічні патології печінки та нирок; гепатит, сечокам`яна хвороба; наявність кардіостимулятора; порушення серцевого ритму; вагітність та період годування груддю; порушення згортання крові; інфекційні патології; цукровий діабет; гінекологічні патології – міома матки, ендометріоз; критичні дні; наявність злоякісних новоутворень; пошкодження шкірного покриву в місці впливу — рани, виразки, порізи; прийом кроворозріджуючих препаратів за 7-10 днів до проведення сеансу. Відносним протипоказанням є варикоз і поява судинних зірочок на оброблюваній ділянці. Проводити кавітацію в такому випадку рекомендується у майстра з медичною освітою, який підбере потужність і тип впливу.',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Переваги процедури',
        content: [
          {
            id: '1',
            text: 'Швидкість результату; безболісність; відсутність анестезії; немає шрамів і рубців після проведення; немає відновного періоду – можна відразу займатися звичною діяльністю; немає побічних ефектів; процедура займає 30-50 хвилин; протягом наступних днів після виконання результа',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Підготовка до процедури',
        content: [
          {
            id: '1',
            text: 'Перед кавітацією рекомендується дотримуватися таких правил: не можна пити алкоголь, вживати жирну та смажену їжу за 3 доби; напередодні збільшити кількість рідини, що випивається; за 2 години до проведення випити літр чистої води. Після процедури: випивати 2 літри чистої води на день, щоб поліпшити виведення продуктів розпаду жирової тканини (чисту воду перед кавітацією доповнюють мінеральною водою без газу — вона допоможе відновити водно-сольовий баланс і кількість електролітів в тілі); дотримуватися принципів правильного харчування протягом 3-5 днів, щоб не навантажувати печінку; відмовитися від вживання алкоголю протягом 3 діб. Помірне фізичне навантаження в постпроцедурний період посилить результат. Точне дотримання цих рекомендацій покращує результат процедури',
          },
        ],
      },
      {
        id: '7',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Зони тіла, на які впливає кавітація: живіт; боки; спина; сідниці; стегна; зона "галіфе". ',
          },
          {
            id: '2',
            text: 'Щоб доповнити вираженість ефекту кавітації, після виконання використовують такі процедури: лімфодренажний масаж; LPG; вакуумний масаж; пресотерапія; відвідування сауни. Вони допомагають посилити відтік лімфи, поліпшити кровопостачання в оброблюваній області. Це прискорює виведення зруйнованих жирових клітин і перешкоджає формуванню застійних явищ.',
          },
        ],
      },
      {
        id: '8',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: 'Підбирається індивідуально. Оптимально – 5-10 на кожну зону. Інтервал між ними повинен становити 7-10 днів. Менший час не дасть належного ефекту: організм не встигне відновитися перед наступною кавітацією за цей час, вивести надлишок рідини й очистити лімфатичну систему від продуктів розпаду жирових клітин. Більша перерва знижує вираженість результату – організм починає заново накопичувати рідину та жири в тканині, що стає причиною появи горбків і нерівностей. Кавітація з повною обробкою однієї зони займає від 35 днів до 3 місяців.',
          },
        ],
      },
      {
        id: '9',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: 'від 200 грн',
          },
        ],
      },
    ],
  },
];

export default PROCEDURES_DETAILED_INFORMATION;
