const PROCEDURES_DETAILED_INFORMATION = [
  {
    id: 'cosmetic_facial_massage',
    title: 'Косметичний масаж',
    img: '/assets/images/face_procedures/face_procedure_1.jpg',
    description: [
      {
        id: '1',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: "В'януча шкіра, низький тонус, сухість чи маснистість шкіри, застійні явища, плями, постакне, набряклість, жирові відкладення (друге підборіддя), з профілактичною метою.",
          },
          {
            id: '2',
            text: 'Крім того, процедура показана при лікуванні акне та усуненні його наслідків, при лікуванні жирної себореї, в боротьбі з рубцями та шрамами, для усунення застою крові в певних ділянках, для зниження активності сальних залоз, усуненні комедонів, при боротьбі з пігментацією та при лікуванні гіперкератозу.',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Екзема, розацеа в гострій фазі, герпес, гнійничкові, запальні, грибкові ураження, контагіозний молюск, плоскі бородавки, гірсутизм і акне ІІІ-ІVст.  (необхідна консультація ендокринолога для визначення гормонального фону), тріщини і синці на обличчі, гостре запалення лицевого нерва та пазух носа, гіпертонічна хвороба ІІІст.',
          },
          {
            id: '2',
            text: 'Після масажу не можна одразу виходити на вулицю в холодну та вітряну погоду.',
          },
        ],
      },
      {
        id: '3',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Після масажу не можна одразу виходити на вулицю в холодну та вітряну погоду.',
          },
        ],
      },
      {
        id: '4',
        type: 'list',
        title: 'Типи',
        content: [
          {
            id: '1',
            title: 'Класичний (терапевтичний або розслабляючий).',
            content: [
              {
                id: '1',
                text: "Масаж обличчя для покращення обмінних процесів, відновлення тонусу м'язів, підвищення їх гнучкості та еластичності.",
              },
            ],
          },
          {
            id: '2',
            title: 'Лімфодренажний масаж.',
            content: [
              {
                id: '1',
                text: 'Застій лімфи проявляється набряклістю і нездоровим кольором обличчя, мішками під очима. Це масаж, який спрямований на відновлення лімфотоку.',
              },
            ],
          },
          {
            id: '3',
            title: 'Масаж за Жаке.',
            content: [
              {
                id: '1',
                text: 'Техніка полягає в інтенсивному опрацюванню шкіри защипуванням підшкірних шарів. Щипкова техніка була винайдена Леонардом Жаке, французьким дерматологом. Цією технікою активізуються обмінні процеси в шкірі, стимулюється кровообіг, покращується циркуляція лімфи, запускаються регенераційні процеси в шкірі. Проводиться по тальку.',
              },
            ],
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Тривалість',
        content: [
          {
            id: '1',
            text: '10-30 хвилин',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: 'Не довше 5-ти тижнів. 2-3 рази на тиждень. Повторювати 2-3 рази на рік.',
          },
        ],
      },
      {
        id: '7',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: 'від 150 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'darsonvalization',
    title: 'Дарсонвалізація',
    img: '/assets/images/face_procedures/face_procedure_3.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Метод апаратної косметології, що ґрунтується на використанні змінного імпульсного струму високої частоти і напруги та малої сили. Імпульси струму, подразнюючи периферичні нервові закінчення, сприяють розширенню артеріальних і венозних судин, збільшенню проникності судинних стінок, стимуляції обмінних процесів, тонізують шкіру, мають підсушувальну і протизапальну дію, підсилюють крово- і лімфообіг.',
          },
          {
            id: '2',
            text: 'Поєднання застосування дарсонваля і лікувальних масок і масел підсилює дієвість результату в кілька разів.',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'При лікуванні вугрової хвороби, при себореї, що супроводжується дифузним порідінням волосся на голові, при ліквідації застійних явищ, набряку після пластичних операцій і входить в комплекс таких косметичних процедур, як гігієнічне і лікувальне очищення обличчя, догляд за в”янучою шкірою, попередження розвитку зморшок, нормалізація функціонування сальних залоз, посилює циркуляцію лімфи в шкірі голови, і, як наслідок, кровопостачання волосяних цибулин. Додатково дарсонвалізація стимулює «сплячі» цибулини, забезпечуючи зростання нового волосся.',
          },
        ],
      },
      {
        id: '3',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Наявність штучного стимулятора серцевого ритму, індивідуальна непереносимість струму, вагітність.',
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Тривалість',
        content: [
          {
            id: '1',
            text: '8-10 хвилин щодня або через день',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: '10-30 процедур.',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: '50 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'electroporation',
    title: 'Електропорація',
    img: '/assets/images/face_procedures/face_procedure_6.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'За які досягнення вручається Нобелівська премія? Адже це найбільш престижна міжнародна премія, яка щорічно присуджується найкращим вченим і їх науковим дослідження за винаходи, які можна назвати революційними, за великий внесок в історію, культуру та інше.',
          },
          {
            id: '2',
            text: 'Цього заслужила електропорація! Це безін`єкційна мезотерапія, в ході якої під впливом електричних імпульсів вводяться лікарські або косметологічні препарати. Аналогом голки виступає електричний струм.',
          },
          {
            id: '3',
            text: 'У 2003 році американські вчені області хімії і біохімії були удостоєні Нобелівської премії за приголомшливу знахідку для медицини і косметології - електропорацію. Завдяки цій методиці дослідники довели, що під впливом певної потужності і частоти струмів можна вводити глибоко в шкіру макромолекули (великі молекули, які при звичайному нанесенні на шкіру просто залишилися б на ній, не проникаючи крізь роговий шар). При подачі електричних імпульсів в мембранах клітин відбувається тимчасове відкриття мікропор, іонних каналів, через які проходять препарати. В результаті корисні компоненти «коктейлів» проходять глибоко в дерму. Аквапоріни (білки, що формують пори в мембранах клітин) зв`язуються з молекулами лікувальних препаратів і доносять їх глибоко в шкіру. По закінченню дії струмів, мікропори в шкірі самі закриваються.',
          },
          {
            id: '4',
            text: 'Переваги методу: безболісність, без травматизації голкою, безпека, відсутність періоду реабілітації, без синців та гематом, швидке і ефективне запровадження мезококтейля, можна проводити перед важливою подією, можливість проведення в будь-який час року.',
          },
          {
            id: '5',
            text: 'Використовуються препарати на основі гіалуронової кислоти, колагену, вітамінів, органічних речовин, мікроелементів, пептидів, протизапальні, відбілюючі концентрати та інші за типом шкіри. Всі сироватки, що використовувалися під час сеансу,  починають активно працювати глибоко в шкірі після процедури, плюс утворюють в ній депо (накопичення) корисних мікроелементів і речовин. Для досягнення бажаних і ефективних результатів дану процедуру потрібно проходити курсом. Ідеально поєднувати методику з іншими доглядовими процедурами для обличчя, чистками, пілінгами, апаратними методиками.',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'В`януча, зневоднена шкіра, що втратила тонус та еластичність, пігментація, рубці, постакне, акне І та ІІ ст., відновлення шкіри після агресивних процедур (пілінги, шліфування, дермабразії, лазерні методи), вікові зміни, не глибокі зморшки, купероз, зневоднення шкіри, розширені пори, усуває мімічні зморшки, поліпшує стан глибоких зморшок.',
          },
        ],
      },
      {
        id: '3',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Покращує колір обличчя та тургор шкіри; звужує пори; зменшує вугровий висип та запальний процес на шкірі; відновлює стан шкіри, пошкодженої ін’єкційними процедурами; відновлює водний баланс шкіри; усуває пігментні плями та купероз; усуває рубці постакне.',
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Вагітність, онкопатології, період гострих  запальних захворювань, наявність кардіостимулятора.',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Тривалість',
        content: [
          {
            id: '1',
            text: '5-10 хвилин. Пеші 5 процедур двічі на тиждень, наступні 5 - 1 раз на тиждень.',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: '10 процедур. ',
          },
        ],
      },
      {
        id: '7',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: 'від 400 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'microdermabrasion',
    title: 'Мікродермабразія',
    img: '/assets/images/face_procedures/face_procedure_4.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Алмазне шліфування, механічний пілінг - видалення дрібних дефектів шкіри, запуск регенераційних процесів апаратом, оснащеним насадками з алмазним напиленням, які працюють за принципом щітки, прибираючи зі шкіри омертвілі лусочки, сальні пробки, забруднення. ',
          },
          {
            id: '2',
            text: 'Ефективність посилюється вакуумною системою апарату, яка втягує відшаровані клітини епідермісу та стимулює кровообіг в шкірі, має низьку алергенність і травматичність, відсутність больових відчуттів.',
          },
          {
            id: '3',
            text: 'Ефект: очищення  шкіри від забруднень, звуження пор, зменшення маснистості шкіри, розгладження, шліфування поверхневих шрамів та постакне, зменшення глибини зморшок, зникнення дрібних зморшок,  підвищення тонусу та еластичності шкіри, покращення кольору обличчя, запускаються процеси природного омолодження шкіри, поступове вирівнювання рельєфу шкіри, зменшення гіперпігментації.',
          },
          {
            id: '4',
            text: 'Переваги методу: безболісність процедури,  відсутність пошкоджень, швидка регенерація (відновлення шкіри, стійкий результат, результативність дії наступних процедур і препаратів підвищується до 90%.)',
          },
          {
            id: '5',
            text: 'Після процедури на 1-2 тижні відмовитися від солярію, регулярно використовувати зволожуючий крем та сонцезахисні засоби.',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'Масна, комбінована шкіра з великими порами, себорея, комедони, рубці, застійні плями, постакне, дрібні шрами, нерівна поверхня шкіри внаслідок гіперкератозу, пігментні плями, тьмяний колір обличчя, загальне зниження тонусу шкіри, зморшки, в`ялість шкіри, огрубіння шкіри в результаті фотостаріння.',
          },
        ],
      },
      {
        id: '3',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Пошкодження шкірних покривів, сонячні опіки, купероз, запальний гнійний висип на шкірі, герпес, дерматози в стадії загострення, велика кількість невусів або телеангіоектазій, вагітність, схильність до утворення келоїдних рубців.',
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Тривалість',
        content: [
          {
            id: '1',
            text: '5-10 хвилин',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: '1 раз на тиждень, 5-20 процедур. За показами може бути разовою процедурою.',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: '100 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'peeling',
    title: 'Пілінги',
    img: '/assets/images/face_procedures/face_procedure_12.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Основа естетичної косметології. Допомогти своєчасному оновленню клітин шкіри допоможе пілінг. Пілінг (ексфоліація) – це косметична процедура, під час якої відлущують, а потім видаляють неживі клітини ороговілого верхнього шару шкіри.',
          },
          {
            id: '2',
            text: 'Ціль: видалити велику кількість епідермісу з усіма недоліками, стимулювавши тим самим процес загоювання і відновлення зруйнованих клітин.',
          },
        ],
      },

      {
        id: '2',
        type: 'list',
        title: 'Типи пілінгів',
        content: [
          {
            id: '1',
            title: 'Ексфоліація.',
            content: [
              {
                id: '1',
                text: 'Відлущування верхнього шару зроговілих лусочок. Показана в будь-якому віці. Періодичне очищення шкіри, видалення поверхневих забруднень та мертвих лусочок для помітного покращення зовнішнього вигляду шкіри.',
              },
            ],
          },
          {
            id: '2',
            title: 'Поверхневий.',
            content: [
              {
                id: '1',
                text: 'В межах рогового шару епідермісу. Ефект: невелике висвітлення шкіри, зменшує вираженість тонких зморшок, невелике вирівнювання структури шкіри. Швидке відновлення шкіри.',
              },
            ],
          },
          {
            id: '3',
            title: 'Серединний.',
            content: [
              {
                id: '1',
                text: 'Роговий шар і епідерміс до базальної мембрани. Ефект: помітне омолодження шкіри, зменшення дрібних зморшок, пігментних плям, кератозу. Реабілітація близько семи днів, протягом яких почервоніння, набряк, лущення шкіри.',
              },
            ],
          },
          {
            id: '4',
            title: 'Глибокий.',
            content: [
              {
                id: '1',
                text: 'Застосовується лише в умовах стаціонару',
              },
            ],
          },
        ],
      },

      {
        id: '3',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Фізичний (ультразвуковий), механічний (ексфоліюючий або абразивний, мікродермабразія), ферментативний (ензимний) - злущування верхнього шару епідермісу за рахунок ферментів, тобто фактично розчинення мертвих частинок.',
          },
        ],
      },

      {
        id: '4',
        type: 'list',
        title: 'Види поверхневих пілінгів',
        content: [
          {
            id: '1',
            title: 'Ензимний (ферментативний) пілінг.',
            content: [
              {
                id: '1',
                text: 'Завдяки щадному впливу немає вікових обмежень і протипоказів (окрім загальних). Дбайливо видаляє відмерлі клітини епідермісу, стимулює процес регенерації шкіри та зволожує її. Нормалізує роботу сальних залоз. Не вимагає відновного періоду, не викликає лущення та почервоніння. Не викликає звикання. Стоншують та освітлюють волосся (пушковість) на обличчі. Як альтернатива при непереносимості кислотних пілінгів. Можна використовувати для вагітних та в період лактації. Підходить для експрес-догляду, для домашнього догляду. Всесезонного використання.',
              },
            ],
          },
          {
            id: '2',
            title: 'Фітопілінг.',
            content: [
              {
                id: '1',
                text: 'Комплекс з рослинних екстрактів, ефірних олій, вітамінів (А, Е), можуть також входити жирні фруктові кислоти, саліцилати природного походження, фітоестрогени.',
              },
            ],
          },
          {
            id: '3',
            title: 'Гомаж.',
            content: [
              {
                id: '1',
                text: 'Cкатка, ролінг-крем, фітогомаж - сприяє видаленню відмерлих клітин, забруднень, очищує пори.',
              },
            ],
          },
        ],
      },

      {
        id: '5',
        type: 'textWithTitle',
        title: 'Ультразвуковий пілінг',
        content: [
          {
            id: '1',
            text: 'Доглянутий зовнішній вигляд базується на простих доглядових процедурах для шкіри. Найпоширеніша з них - УЗ пілінг - делікатний та безпечний, який майже немає протипоказів. Така чистка рекомендована як підліткам, так і віковим клієнтам, підходить для всіх типів шкіри. Головне завдання такого догляду - чистка шкіри: чисті пори, рівний колір і рельєф шкіри. В основі технології – низькочастотний ультразвук, який надає тиск на шкіру, що є мікромасажем на клітинному рівні. Також під час проведення ультразвукового пілінгу відбувається акустична хвиля. Її вплив проявляється в зменшенні набряклості внаслідок поліпшення крово- і лімфообігу. Один з найпростіших і безболісних способів очищення шкіри від: забруднень, ороговілих клітин, шкірного жиру. Крім того, процедура сприяє очищенню сальних залоз і видаленню комедонів, розсмоктуванню рубців та застійних плям. Дія процедури направлена на видалення поверхневого шару шкіри обличчя, шиї та зони декольте, її розгладженню, поліпшенню кровообігу, підвищенню рівня її зволоженості й пружності. Відмінна профілактика вікових змін шкіри.',
          },
        ],
      },

      {
        id: '6',
        type: 'textWithTitle',
        title: 'Хімічні пілінги',
        content: [
          {
            id: '1',
            text: 'Косметологічна процедура, ціллю якої є злущення (ексфоліація) шарів шкіри за допомогою контрольованих хімічних агентів (кислот).',
          },
        ],
      },

      {
        id: '7',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Дію кислот шкіра сприймає, як пошкодження і починає активно відновлюватись: збільшується вироблення (синтез) колагену, еластину, гіалуронової кислоти, прискорюється відновлення клітин. Як результат – покращується зовнішній вигляд і текстура шкіри, звужуються пори, регулюється діяльність сальних залоз. Рельєф і тон шкіри вирівнюються, зменшуються дефекти (пігментні плями, рубці), підвищується тонус шкіри (ліфтинговий ефект), розгладжуються зморшки.',
          },
          {
            id: '2',
            text: 'Деякі види пілінгів потребують передпілінгової підготовки – призначення в домашній догляд бустерів (розчинів із низькою концентрацією кислот).',
          },
          {
            id: '3',
            text: 'Пілінги підбираються з урахуванням мети лікування, індивідуальних особливостей пацієнта, його фототипу шкіри. Також призначаються лікувальні догляди після пілінгу (живлення, зволоження) та креми з якісними сучасними сонцезахисними фільтрам.',
          },
          {
            id: '4',
            text: 'Проведений курс пілінгу дозволяє зберегти здоровий вигляд шкіри, покращити її текстуру, колір, забезпечити омолодження та запобігти подальшому старінню шкіри.',
          },
          {
            id: '5',
            text: 'Ефект від пілінгу помітний буквально з перших днів, але найяскравішим він стає після закінчення курсу. Сяяння шкіри зазвичай триває півроку.',
          },
        ],
      },

      {
        id: '8',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'Вугрова хвороба (не в стадії загострення), проблемна масна шкіра, себорея, гіперпігментація, гіперкератоз, для профілактики старіння шкіри. ',
          },
        ],
      },
      {
        id: '9',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Індивідуальна непереносимість препаратів, порушення шкірного покриву, активний інфекційний або вірусний процес на шкірі, алергодерматози, екзема, атопічний дерматит, відразу після інтенсивного сонячного впливу, вагітність та лактація, схильність до утворення келоїдних рубців (для хімічних пілінгів)..',
          },
        ],
      },
      {
        id: '10',
        type: 'textWithTitle',
        title: 'Тривалість',
        content: [
          {
            id: '1',
            text: '20-40 хвилин',
          },
        ],
      },
      {
        id: '11',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: '5-10 процедур 1 раз на 1-2 тижні',
          },
        ],
      },
      {
        id: '12',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: 'від 250 грн',
          },
        ],
      },
    ],
  },

  {
    id: 'phonophoresis',
    title: 'Фонофорез',
    img: '/assets/images/face_procedures/face_procedure_5.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Поєднання дії двох факторів: високочастотного ультразвуку і космецевтичних (лікарських) препаратів має здатність збільшувати провідність шкіри, паралельно посилюються метаболічні процеси і проникність мембран клітин, стимулюються вироблення колагену, профілактика і лікування куперозу, укріплення стінок капілярів і судин.  Незамінна процедура для омолодження та очищення шкіри (виводить шлаки і токсини).',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'Суха, зневоднена, чутлива шкіра обличчя; купероз, розацеа; 	вікові зміни шкіри, дрібні зморшки; зниження тонусу і тургору шкіри; вугрі, плями постакне; рубці; целюліт; набряки повік і обличчя.',
          },
        ],
      },
      {
        id: '3',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Гострі запальні захворювання шкіри; онкологічне захворювання; невралгія і параліч лицьового нерва; вагітність; велика кількість родимок і папілом.',
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Тривалість',
        content: [
          {
            id: '1',
            text: '10-15 хвилин',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: '10 процедур через день, перерва між курсами 1 місяць',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: 'від 150 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'microcurrents',
    title: 'Мікроструми',
    img: '/assets/images/face_procedures/face_procedure_7.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Мікрострум в косметології – базова лікувальна процедура, одна з найпопулярніших у загальному переліку методик апаратного догляду. Процедура, пов’язана з впливом електричного струму на шкіру, всю глибину м’яких тканин. Специфіка задіяного струму – вкрай мала амплітуда і низькі частоти, їх застосування в прямому сенсі слова омолоджує шкіру, лікує її, підтягує м’язи, прибирає набряклість, «відкриває очі».',
          },
          {
            id: '2',
            text: 'Мікроструми впливають не лише на верхній шар шкіри – епідерміс. Глибина його проходження всередину зачіпає всі м’які тканини – дерму, мембрану клітинок, підшкірно-жирову клітковину, м’язовий шар, кровоносні і лімфатичні судини. Саме цим і визначається ефективність мікрострумової терапії. Одні м’язи, які «тримають» обличчя в молодості, з часом спазмуються, опускаються, розслабляються, інші – навпаки, приходять в гіпотонус. Опускаються куточки очей, рота, напружуються м’язи шиї, чола, обличчя «пливе».',
          },
          {
            id: '3',
            text: 'Під час процедури терапії з використанням мікрострумів відбувається скорочення м’язових тканин – деліктне і щадне за рахунок мікродоз електроструму. ',
          },
          {
            id: '4',
            text: 'Особливості цього виду косметологічного догляду за шкірою – відсутність вікових обмежень, видимий результат вже після першої процедури, пролонгована ефективність, безпечність, безболісність. Їх видимий ефект проявляється вже після першого сеансу – шкіра виглядає свіжіше, молодше, має зовсім інший колір – зникає «землистість». Клієнти, які мають круглу форму обличчя, відзначають візуальне «зменшення» обсягів округлості за рахунок лімфатичного мікрострумового дренажу, який прибирає набряклість. ',
          },
          {
            id: '5',
            text: 'Єдиним не дуже приємним нюансом, що супроводжує цю методику, можна назвати появу металевого присмаку в роті. Але це явище носить суто індивідуальний одиничний характер, не впливає на самопочуття клієнта, рівень ефективності, не є протипоказанням.',
          },
          {
            id: '6',
            text: 'Мікрострумова терапія – процедура, що не вимагає ніякого реабілітаційного періоду. Вийшовши з кабінету після сеансу, досить лише підфарбувати вії і нанести блиск на губи – і з сяючим обличчям, прекрасним настроєм і впевненістю йти підкорювати світ!',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'Глибокі зморшки на обличчі, загальні вікові зміни; обвисла шкіра, нечіткість контурів обличчя, друге підборіддя; зневоднення шкіри, покращення стану сухої, тонкої шкіри; набряки, сині кола під очима; гіперпігментація; акне, комедони, пориста і жирна шкіри, купероз, розацеа, нейродерміт, атопічний дерматит та дерматози; зменшення рубців, розтяжок, наслідків вугрового висипання; косметичні дефекти на обличчі, викликані гіпертрофією або атонією м’язів.',
          },
        ],
      },
      {
        id: '3',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Онкологічні захворювання, всі види пухлин – і доброякісні, і злоякісні, серцево-судинні захворювання, інсульти,  інфаркти, епілепсія, вагітність і лактація, порушення шкірного покриву, наявність металевих імплантатів, штифтів, кардіостимулятора, філерів, після ін`єкцій ботулотоксину, індивідуальна непереносимість електричного струму, гострі вірусні захворювання, підвищена температура тіла, нещодавно проведений хімічний пілінг. ',
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Тривалість',
        content: [
          {
            id: '1',
            text: '30-60 хвилин',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: '5-6 процедур 1 раз на тиждень.',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: 'від 150 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'mesotherapy',
    title: 'Мезотерапія',
    img: '/assets/images/face_procedures/face_procedure_9.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Сучасна косметологія майже навчилася творити чудеса. Деякі процедури, за умови, що вони виконувалися якісно, здатні не тільки повернути молодість і красу , а й надати оздоровчий ефект зсередини.',
          },
          {
            id: '2',
            text: 'Однією з таких «чарівних паличок» є процедура мезотерапія.',
          },
          {
            id: '3',
            text: 'Мезотерапія - це сучасна процедура, що полягає в ін’єкційному введенні препаратів всередину шкіри. Біологічно активні речовини стимулюють кровообіг та сприяють нормалізації метаболізму у клітинах. Мезотерапія вважається проміжною сходинкою між традиційними косметичними засобами і пластичною хірургією. Коли пілінги, скраби, креми не допомагають зупинити неминуче старіння шкіри, косметологи радять звертатись до ін’єкційної медицини. Середній вік початку введення препаратів — 30-35 років. Помітити перші зміни можна вже після першого введення препарату. Для того щоб отримати виражений ефект, необхідно пройти курс з 5-10 процедур. Ефект від мезотерапії може зберігатися від 3 місяців до декількох років. Скільки він буде тривати у кожному конкретному випадку — можна оцінити після декількох процедур. ',
          },
          {
            id: '4',
            text: 'Внутрішньодермальне введення препаратів проводиться тонкою голкою, що дає змогу зменшити неприємні відчуття під час процедури.',
          },
          {
            id: '5',
            text: 'Вітамінні комплекси вводять в область шиї, обличчя. В результаті вдається позбутися рубців, жирових відкладень, акне і постакне.',
          },
          {
            id: '6',
            text: 'Після курсу мезотерапії підвищується вироблення колагену і еластину, що допомагає розгладити дрібні зморшки, позбутися від косметичних дефектів, нормалізувати стан шкірних покривів і поліпшити колір обличчя. Поліпшується клітинний метаболізм, що дає приголомшливий ефект - шкіра оновлюється, омолоджуючись самостійно.',
          },
          {
            id: '7',
            text: 'Крім препаратів, самі ін`єкції позитивно впливають на шкіру, надаючи механічний вплив. Голки вкрай тонкі і маленькі, але все одно виходять мікротравми. В результаті це провокує активне вироблення регенеруючих речовин, що поліпшує мікроциркуляцію крові в оброблених областях і шкірне дихання. Почервоніння у місці ін’єкції є нормальною реакцією організму. Воно проходить за 3-5 днів. ',
          },
          {
            id: '8',
            text: 'Скільки сеансів мезотерапії необхідно - питання індивідуальне, в середньому для досягнення бажаного результату курс мезотерапії для обличчя становить від 5-ти до 10-ти сеансів.',
          },
          {
            id: '9',
            text: 'До початку курсу лікування не приймати нестероїдні протизапальні і кроворозріджуючі препарати (хоча б 1-2 дні), в день процедури не вживати алкоголь. ',
          },
          {
            id: '10',
            text: 'Після процедури не відвідувати солярій, сауни, бані, спортзал. Протягом доби не наносити косметику, при наявності герпесу в анамнезі за тиждень провести противірусну профілактичну терапію. ',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Судинний етап',
        content: [
          {
            id: '1',
            text: 'Початок курсу мезотерапії, важливий і необхідний період, так як він нормалізує мікроциркуляцію крові, підвищує ток лімфи, усуває прекапілярний спазм, впливає на периферійний кровообіг.',
          },
        ],
      },
      {
        id: '3',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'Патологічні стани шкіри: акне, постакне, розацеа, купероз, себорея, піодермія; гіперпігментація різної етіології; рубці, вікові зміни: зморшки, птоз, ксероз, тьмяний колір обличчя; підготовка до більш серйозних маніпуляцій та пластичних операцій. ',
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Псоріаз, вагітність та лактація, онкозахворювання, непереносимість препаратів, алергія в анамнезі (набряк Квінке, анафілактичний шок), хронічні захворювання в стадії загострення, гіпертонічна хвороба, серцево-судинні захворювання, ниркова недостатність, гострі інфекційні та запальні хвороби, герпес, жовчнокам`яна хвороба, порушення згортання крові, гемофілія, психічні хвороби, депресія, епілепсія, низький больовий поріг, схильність до утворення келоїдних рубців.',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Тривалість',
        content: [
          {
            id: '1',
            text: '30-60 хвилин',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: '8-10 процедур з інтервалом 7-10 днів 1 раз на 6 місяців. Підтримуюча терапія 1 раз на місяць. Через півроку курс повторити.',
          },
        ],
      },
      {
        id: '7',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: 'від 500 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'biorevitalization',
    title: 'Біоревіталізація',
    img: '/assets/images/face_procedures/face_procedure_11.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Біоревіталізація — це введення шляхом мікроін’єкцій гіалуронової кислоти в поверхневі шари шкіри. Одна молекула цього препарату затримує вологу в 5 разів більше своєї ваги. Завдяки чому відбувається омолодження шкіри. Ця речовина абсолютно природня для людського організму і синтезується в тканинах з самого народження. У віці 25 років вироблення цього полімерного з’єднання починає знижуватися, і його нестача призводить до погіршення тургору, появі зморшок, гіперпігментації та іншим естетичним проблемам шкіри. Біоревіталізація шкіри дозволяє заповнити дефіцит гіалуронової кислоти, призупинити процес старіння і повернути обличчю і тілу молодий і здоровий вигляд.',
          },
          {
            id: '2',
            text: 'Гіалуронова кислота впливає на посилення обмінних процесів в шкірі й відновлює міжклітинне середовище в дермі. Шкіра насичується вологою, яку втрачає в холодну і вітряну погоду, а також після тривалого сонячного впливу, розгладжуються зморшки й посилюється вироблення колагену, що підтримує тонус шкіри, поліпшується колір обличчя, створюючи ефект молодої, гладкої шкіри, що відпочила,шкіра отримує достатній «запас» для захисту від літнього ультрафіолету.',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'Вікові зміни шкіри, порушення шкірного балансу, сухість шкіри, втрата тонусу і здорового тону',
          },
        ],
      },
      {
        id: '3',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Вагітність і період лактації, патології нирок і печінки, акне в стадії загострення',
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Тривалість',
        content: [
          {
            id: '1',
            text: '50 хвилин',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: '5-7 процедур 1 раз 10-20 днів',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: 'від 1000 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'RF-lifting',
    title: 'RF-ліфтинг',
    img: '/assets/images/face_procedures/face_procedure_8.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Нова альтернатива пластичним операціям, спрямованим на омолодження і підтяжку шкіри обличчя і тіла. Процедура, заснована на контрольованому прогріванні глибоких шарів епідермісу і підшкірно-жирової клітковини за рахунок радіочастотного впливу, дозволяє домогтися довгострокового ефекту омолодження. Під дією тепла прискорюються процеси обміну речовин, що стимулює вироблення колагену.',
          },
          {
            id: '2',
            text: 'Процедура RF-ліфтингу (Radio Frequency Lifting, або радіочастотний ліфтинг), радіохвильового або безопераційного ліфтингу, протягом останніх 10-15 років надійно увійшла в арсенал косметології, зокрема, антивікової терапії. ',
          },
          {
            id: '3',
            text: 'В наслідок прогрівання в шкірі, що поступово втратила частину своїх функцій, стала в`ялою, обвислою, зморшкуватою, посилюється крово- і лімфовідтік, активізується обмін речовин, відновлюється робота фібробластів (виробляють гіалуронову кислоту, фібрин та речовини, які є попередником колагенових і еластинових волокон). Волокна повертають тонус, стискаються і заново формують молоде і пружне обличчя. ',
          },
          {
            id: '4',
            text: 'При правильному проведенні процедури і використанні професійного сучасного обладнання побічних ефектів при RF-ліфтингу, як правило, не виявляється. У рідкісних випадках можуть виникати почервоніння в області впливу, а також легка набряклість. Це проходить протягом 48 годин після сеансу. Процедура радіочастотного ліфтингу обличчя і тіла не обмежена сезонами. Її можна виконувати як влітку, так і взимку. ',
          },
          {
            id: '5',
            text: 'Процедуру можна поєднувати з фотоомолоджуванням, мезотерапією обличчя, біоревіталізацією. Для досягнення більш стійкого результату послідовність процедур на обличчі: фотоомолоджування, RF-ліфтинг, біоревіталізація.',
          },
          {
            id: '6',
            text: 'За 2 тижні до проведення RF-ліфтингу забороняється активна інсоляція. Також перед початком процедур бажано пройти курс вітаміну С. Рекомендації після процедури: не можна протягом 2 тижнів відвідувати сауну, гарячу лазню, відкритий пляж або солярій. Також слід утриматися від активних фізичних навантажень.',
          },
          {
            id: '7',
            text: 'Дана технологія вигідно відрізняється від інших апаратних методик по омолодженню, тому що результат стає помітним вже після 1-2 сеансів.',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'Для безопераційної підтяжки та омолодження обличчя (підтяжка вилиць і щік, усунення «мішків» під очима, ліфтинг верхньої та нижньої повіки, зменшення «гусячих лапок», що йдуть від зовнішніх куточків очей до скронь, а також носогубних складок і глибоких зморшок навколо рота і над ним, формування чіткого контуру губ і овалу обличчя), шиї, області декольте.',
          },
        ],
      },
      {
        id: '3',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Вік до 35 років, новоутворення на будь-якій ділянці тіла (не лише в зоні впливу), онкозахворювання, гострі інфекційні захворювання, підвищена температура тіла, хронічні захворювання в стадії декомпенсації, виражені серцево-судинні, ниркові патології, шкірні ураження в зоні впливу, наявність кардіостимулятора, металевих імплантів, вагітність та лактація, нещодавнє введення ботоксу та філерів. Процедура не проводиться при наявності у пацієнта родимок, папілом, шрамів, відкритих ран і висипань, а також алергічних реакцій на обличчі або тілі (в зоні потенційного впливу).',
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Тривалість',
        content: [
          {
            id: '1',
            text: '30 хвилин',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: '7-10 сеансів, після яких посилення процесів регенерації та оновлення клітин продовжує відбуватися протягом 6 місяців. Періодичність для обличчя, шиї, декольте, кистей рук - 1 раз в 3-4 тижні. Результат зберігається протягом 2 років, але для профілактики рекомендується проводити 1 курс в рік.',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: '150 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'cosmetic_care',
    title: 'Косметичний догляд',
    img: '/assets/images/face_procedures/face_procedure_2.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Кожна людина хоче виглядати красиво, особливо коли мова стосується шкіри обличчя. Для того щоб мати свіжу і пружну шкіру, їй необхідний правильний догляд, а також спеціальні косметологічні процедури. Подібний комплексний підхід дасть позитивний ефект навіть, якщо у Вас проблемна шкіра на обличчі.',
          },
          {
            id: '2',
            text: 'Доглядова процедура – один з найприємніших способів впливу на шкіру. В результаті доглядових процедур шкіра стає підтягнутою і гладкою, випромінюючи при цьому особливе сяйво, характерне для шкіри в молодому віці. В процесі виконання процедури застосовують найбільш ефективні методики і засоби, спрямовані на відновлення будь-яких станів шкіри і продовження молодості.',
          },
        ],
      },

      {
        id: '2',
        type: 'list',
        title: 'Види доглядових процедур',
        content: [
          {
            id: '1',
            title: 'Очищення.',
            content: [
              {
                id: '1',
                text: 'Це — важливий етап догляду за шкірою обличчя. З нього починаються здоров`я і краса шкіри. Не можна недооцінювати цю процедуру, а тим більше — ігнорувати. Пропустивши етап очищення, ви робите подальший догляд за шкірою безглуздим. Наприклад, активні компоненти кремів не потраплять за призначенням.',
              },
            ],
          },
          {
            id: '2',
            title: 'Живлення.',
            content: [
              {
                id: '1',
                text: 'Живлення шкіри обличчя - важливий фактор догляду за обличчям і захисту шкіри. Саме завдяки харчуванню шкіри обличчя, вона зберігає свою еластичність, виглядає молодою, пружною і здоровою. Вікові зміни, наслідки деяких захворювань, шкідлива екологія, стреси і неправильне харчування уповільнюють обмінні процеси в шкірі.',
              },
            ],
          },
          {
            id: '3',
            title: 'Зволоження.',
            content: [
              {
                id: '1',
                text: 'Правильне зволоження шкіри обличчя - запорука краси і молодості. Причини нестачі вологи можуть бути різними: стрес, вплив ультрафіолетових променів, малорухливий спосіб життя, неправильний догляд, природні вікові зміни. Відновити рівень вологи можна за допомогою правильних доглядових засобів. Завдання будь-якого крему – не просто утримати вологу, але і змусити її працювати на шкіру. Активні інгредієнти в складі засобів притягують вологу і передають її клітинам, додатково вони створюють гідрофільную плівку, яка підсилює захисний бар`єр епідермісу.',
              },
            ],
          },
        ],
      },

      {
        id: '3',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Процедури та засоби добираються в залежності від типу шкіри, проблеми, сезону.',
          },
        ],
      },

      {
        id: '4',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'Для всіх типів шкіри.',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Пошкодження шкірних покривів, сонячні опіки, запальний гнійний висип на шкірі, герпес, дерматози в стадії загострення.',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Тривалість',
        content: [
          {
            id: '1',
            text: '30-60 хвилин',
          },
        ],
      },
      {
        id: '7',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: 'Підбирається індивідуально',
          },
        ],
      },
      {
        id: '8',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: 'від 150 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'plasmalifting',
    title: 'Плазмоліфтинг',
    img: '/assets/images/face_procedures/face_procedure_10.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Секрет вашої молодості прихований у вашій власній крові… Погоджуємось, це звучить неймовірно і дещо моторошно, але це так. Плазмоліфтинг ще називають безопераційним ін’єкційним омолодженням, що базується на властивостях нашої власної крові. Після забору вашої крові (не більше, ніж при здачі аналізів в поліклініці), з неї виділяється плазма, збагачена великою кількістю тромбоцитів. Наголошуємо, що все це проводиться в умовах стерильності та за допомогою спеціалізованого обладнання.',
          },
          {
            id: '2',
            text: 'За допомогою мікроін`єкцій підготовлена плазма буде вводитись в проблемні зони через тонкі голки. Це активує процеси самооновлення, вироблення колагену та еластину – шкіра стає більш пружною та підтягнутою, покращується овал обличчя, зменшуються зморшки, почервоніння та висипання. У деяких випадках для отримання більш виражених результатів в плазму додають гіалуронову кислоту  та мезопрепарати.',
          },
          {
            id: '3',
            text: 'Перед проведенням плазмоліфтингу в обов’язковому порядку необхідно здати загальний аналіз крові, аналіз крові на вміст цукру,обстежитися на гепатити В та С і ВІЛ.',
          },
          {
            id: '4',
            text: 'Дана процедура не викликає алергію, подразнення або інші ускладнення, так як використовується плазма крові самого пацієнта. Реабілітаційний період також проходить легко, а сліди від ін`єкцій зникають протягом одного або декількох днів. При цьому результати плазмоліфтинга з`являються вже після 1 процедури та зберігаються до 2 років.',
          },
          {
            id: '5',
            text: 'Плазмоліфтинг застосовують для збереження молодості шкіри, усунення перших ознак старіння та рішення деяких естетичних проблем. Так як список показань досить великий, процедуру можна виконувати жінкам та чоловікам з 18 років. Омолодження плазмою використовується для боротьби зі старінням шкіри обличчя (дряблість, мімічні зморшки), для омолодження шкіри в області шиї та декольте, лусунення шрамів та застійних плям від вугрових висипань (постакне), пришвидшення регенерації шкіри після глибокого хімічного пілінгу.  Особливо ми б хотіли порадити цю процедуру чоловікам і жінкам, що курять. Адже під дією нікотину шкіра набуває нездорового землистого, блідого відтінку, стає сухою і вразливою. Після плазмоліфтингу стає можливим досягти так званого ефекту «фарфорового личка» – шкіра стає ніжною, як у немовляти і немовби світиться зсередини, вирівнюється тон шкіри, на щоках з’являється здоровий рум’янець.',
          },
          {
            id: '6',
            text: 'За тиждень до плазмоліфтингу рекомендують: не використовувати пілінги та скраби; не засмагати, щоб не спровокувати опік шкіри; відмовитися від куріння та вживання алкогольних напоїв; по можливості скасувати прийом препаратів, що впливають на згортання крові (потрібна консультація з лікарем з приводу відміни препаратів та можливості проведення плазмоліфтингу). Також за декілька днів бажано обмежити кількість жирної, смаженої їжі, а за 4-5 годин до процедури нічого не їсти. Зазвичай, всі ці правила косметолог розповідає на попередній консультації.',
          },
          {
            id: '7',
            text: 'Після плазмоліфтингу рекомендують: 1-2 доби не використовувати декоративну косметику на місцях ін`єкцій; 2-3 дні не виконувати великих фізичних навантажень; 1 тиждень не вживати алкоголь; 2 тижні не засмагати, не відвідувати лазні, басейни та сауни; поки шкіра повністю не заживе, не використовувати скраби, пілінги, миючі засоби на основі спирту, кислот тощо; застосовувати мазі, креми, які призначив косметолог.',
          },
          {
            id: '8',
            text: 'Внаслідок ін`єкцій шкіра після процедури залишається трохи почервонілою. У більшості випадків протягом декількох днів вона загоюється, та відновлюється нормальний колір обличчя. Але іноді період реабілітації може тривати 5-7 днів. Зазвичай шкіра після плазмоліфтингу відновлюється досить швидко. Щоб не допустити розвитку ускладнень, потрібно виконувати всі рекомендації косметолога.',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'Вікові зміни шкіри, мімічні зморшки; рубці та постакне; млявість та в`ялість шкіри; сухість; акне (вугрі); пігментація; купероз; нерівномірний рельєф та колір шкіри.',
          },
        ],
      },
      {
        id: '3',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Цукровий діабет; онкологія; гепатити; хвороби нирок та серця; імунодепресивні стани та аутоімунні захворювання, захворюваннях крові. Тимчасовими протипоказаннями також є гострі захворювання (застуда, грип та інші), загострення хронічних хвороб, вагітність та лактація, рани та запалення на шкірі в місцях запланованих ін`єкцій.',
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Тривалість',
        content: [
          {
            id: '1',
            text: '60 хвилин',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: 'Кількість необхідних сеансів косметолог визначає індивідуально. Загальна тривалість циклу залежить від показань і бажаних результатів, віку пацієнта та поєднання з іншими процедурами. В середньому роблять 3-4 процедури з інтервалом в 1,5-2 тижні раз на рік або 1 процедуру раз в кілька місяців.',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: 'від 1200 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'mesodisolution',
    title: 'Мезодисолюція',
    img: '/assets/images/body_procedures/body_procedure_5.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Є різні способи боротьби з жировими клітинами. Дієти, тренування, курси спеціального масажу - для дисциплінованих і терплячих, ліпосакція - для найсміливіших. Більш щадна зброя - мезодисолюція.',
          },
          {
            id: '2',
            text: 'Активні речовини для гіпоосмолярного коктейля підбирають індивідуально - залежно від особливостей шкіри і місця локалізації жиру. Один інгредієнт відмінно працює в зоні стегон, інший - сідниць, третій - живота. При введенні гіпоосмолярних розчинів (вода для ін”єкцій і непрямі ліполітики) в ділянки скупчення адипоцитів під великим тиском відбувається розрив клітинних мембран.',
          },
          {
            id: '3',
            text: 'Дану процедуру добре поєднувати з кавітацією, лімфодренажним масажем чи пресотерапією в одну процедуру.	',
          },
          {
            id: '4',
            text: 'До початку курсу обов`язкове обстеження внутрішніх органів (УЗД печінки і нирок, жовчного міхура).',
          },
          {
            id: '5',
            text: 'Непрямі ліполітики варто чергувати з лімфодренажними препаратами для ліквідації набяків та продуктів метаболізму, ліфтинговими препаратами для підвищення тонусу та пружності обвислої та розтягнутої шкіри. ',
          },
          {
            id: '6',
            text: 'Протягом всього курсу заборонено вживати алкоголь. Необхідно приймати гепатопротектори, дотримуватися щадної дієти, вживати велику кількість рідини.',
          },
          {
            id: '7',
            text: 'При веденні здорового образу життя ефекту вистачає на 3-5 років.',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Переваги',
        content: [
          {
            id: '1',
            text: 'Немає вікових обмежень, гарна переносимість, довготривалий ефект.',
          },
        ],
      },
      {
        id: '3',
        type: 'textWithTitle',
        title: 'Недоліки',
        content: [
          {
            id: '1',
            text: 'Почервоніння шкіри, розширення судин, сліди від уколів, болючість процедури, набряки і інтоксикація (індивідуально, тривають протягом 5-6 днів). Можливі нудота, підвищення температури тіла, озноб, синці.',
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'Особливо ефективно при локально-жирових відкладеннях на сідницях, стегнах, животі, надколінних складок, верхнього плечового поясу, при  наявності целюліту, дряблості шкіри, зниженні пружності та еластичності.',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Порушення згортання крові, прийом антикоагулянтів, судинні патології (гіпертонічна хвороба, ІХС, нефропатії, ниркова недостатність, варикозна хвороба ІІІ-ІV ст., вагітність і лактація, епілепсія, онкозахворювання, алергія на препарати, страх голки.',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Тривалість',
        content: [
          {
            id: '1',
            text: '30 хвилин',
          },
        ],
      },
      {
        id: '7',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: 'Кількість необхідних процедур підбирається індивідуально, перерва між процедурами 7-14 днів.',
          },
        ],
      },
      {
        id: '8',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: 'від 500 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'RF-lifting_body',
    title: 'RF-ліфтинг',
    img: '/assets/images/body_procedures/body_procedure_1.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Нова альтернатива пластичним операціям, спрямованим на омолодження і підтяжку шкіри тіла. Процедура, заснована на контрольованому прогріванні глибоких шарів епідермісу і підшкірно-жирової клітковини за рахунок радіочастотного впливу, дозволяє домогтися довгострокового ефекту омолодження. Під дією тепла прискорюються процеси обміну речовин, що стимулює вироблення колагену.',
          },
          {
            id: '2',
            text: 'В наслідок прогрівання в шкірі, що поступово втратила частину своїх функцій, стала в`ялою, обвислою, зморшкуватою, посилюється крово- і лімфовідтік, активізується обмін речовин, відновлюється робота фібробластів (виробляють гіалуронову кислоту, фібрин та речовини, які є попередником колагенових і еластинових волокон).',
          },
          {
            id: '3',
            text: 'При правильному проведенні процедури і використанні професійного сучасного обладнання побічних ефектів при RF-ліфтингу, як правило, не виявляється. У рідкісних випадках можуть виникати почервоніння в області впливу, а також легка набряклість. Це проходить протягом 48 годин після сеансу. Процедура радіочастотного ліфтингу не обмежена сезонами. Її можна виконувати як влітку, так і взимку. ',
          },
          {
            id: '4',
            text: 'Процедуру можна поєднувати з антицелюлітним масажем, кавітацією, міостимуляцією, пресотерапією.',
          },
          {
            id: '5',
            text: 'За 2 тижні до проведення RF-ліфтингу забороняється активна інсоляція. Також перед початком процедур бажано пройти курс вітаміну С. Рекомендації після процедури: не можна протягом 2 тижнів відвідувати сауну, гарячу лазню, відкритий пляж або солярій. Також слід утриматися від активних фізичних навантажень.',
          },
          {
            id: '6',
            text: 'Дана технологія вигідно відрізняється від інших апаратних методик по омолодженню, тому що результат стає помітним вже після 1-2 сеансів. ',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'Для омолодження кистей рук, ліфтингу в області живота, боків, стегон і сідниць, усунення стрій («розтяжок»), надлишкових місцевих жирових відкладень, птозу (обвисання після пологів або різкого скидання ваги).',
          },
        ],
      },
      {
        id: '3',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Вік до 35 років, новоутворення на будь-якій ділянці тіла (не лише в зоні впливу), онкозахворювання, гострі інфекційні захворювання, підвищена температура тіла, хронічні захворювання в стадії декомпенсації, виражені серцево-судинні, ниркові патології, шкірні ураження в зоні впливу, наявність кардіостимулятора, металевих імплантів, вагітність та лактація. Процедура не проводиться при наявності у пацієнта родимок, папілом, шрамів, відкритих ран і висипань, а також алергічних реакцій на тілі (в зоні потенційного впливу).',
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Тривалість',
        content: [
          {
            id: '1',
            text: '30 хвилини',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: '7-10 сеансів, після яких посилення процесів регенерації та оновлення клітин продовжує відбуватися протягом 6 місяців. Періодичність - 1 раз в 7-10 днів. Результат зберігається протягом 2 років, але для профілактики рекомендується проводити 1 курс в рік.',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: '150 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'cavitation',
    title: 'Кавітація',
    img: '/assets/images/body_procedures/body_procedure_2.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Кавітація – це метод усунення жирових відкладень, заснований на впливі звукових хвиль. Її ще називають безопераційною ліпосакцією через виражений жироспалюючий ефект. За її допомоги зменшуються обсяги жирових відкладень на 1-3 сантиметри за одну процедуру. За допомогою процедури можна безболісно домогтися помітних результатів, опрацювати проблемні ділянки та зменшити прояви целюліту. Вона допомагає позбутися локальних жирових відкладень, не зачіпаючи інші частини тіла, скорегувати силует фігури. Відкриття методу відбулося в 1970-х роках, а вже з початку 2000-х він застосовується в апаратній косметології.',
          },
          {
            id: '2',
            text: 'Процедуру вважають однією з найбільш затребуваних, адже вона дає помітний ефект вже після проведення першого сеансу. Назва методу походить від латинського "cavitas" - порожнеча. Під дією низькочастотних ультразвукових хвиль (36-43 кГц) в клітинах жирової тканини утворюються бульбашки повітря — порожнечі. Об`єднуючись, вони схлопуются, що веде до розриву клітинної оболонки та виходу вмісту до міжклітинного простору. Зі струмом лімфи вміст жирових клітин виводиться з організму природним шляхом. На відміну від схуднення, жирова тканина не зменшується в обсягах по всьому тілу, а зачіпаються лише проблемні ділянки, які опрацьовуються в ході процедури.',
          },
          {
            id: '3',
            text: 'Кавітацію від антицелюлітного масажу відрізняє повна безболісність – вона не супроводжується болем і дискомфортом. Кавітація показана людям з чутливою шкірою, а також власникам низького больового порогу. Досить ефективне поєднання з пресотерапією: вона покликана поліпшити відтік лімфи та підвищити ефективність впливу ультразвуку.',
          },
          {
            id: '4',
            text: 'Під час курсу рекомендується пити рідину у великій кількості, щоб уникнути застійних явищ і домогтися вираженого результату. Після нанесення провідникового гелю обробляється маніпулою проблемна ділянка тіла. Важливі моменти виконання процедури, які повинні дотримуватися: під час одного сеансу обробляється тільки 1 зона; процедура здатна спровокувати появу шуму у вухах - це нормальна реакція організму. Майстер обробляє проблемні ділянки тіла, формуючи жирову складку. Чим більше складка, тим вище ефективність процедури і менше неприємних відчуттів. Кавітація в такій техніці виконання допомагає знизити вплив на внутрішні органи, при цьому глибоко обробляючи жирову тканину. Тривалість процедури безпосередньо залежить від площі оброблюваної зони. В середньому, час впливу становить 30 хвилин.',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Ефект від процедури',
        content: [
          {
            id: '1',
            text: 'Видно відразу після першого сеансу. Розгладжується рельєф шкіри, стає менш вираженою апельсинова кірка, зменшуються об’єми тіла. Кавітація підсилює мікроциркуляцію, підвищує тургор шкірних покривів. ',
          },
        ],
      },
      {
        id: '3',
        type: 'textWithTitle',
        title: 'Переваги процедури',
        content: [
          {
            id: '1',
            text: 'Швидкість результату; безболісність; відсутність анестезії; немає шрамів і рубців після проведення; немає відновного періоду – можна відразу займатися звичною діяльністю; немає побічних ефектів; процедура займає 30-50 хвилин; протягом наступних днів після виконання результат тільки поліпшується; шкіра стає більш еластичною. ',
          },
        ],
      },
      {
        id: '4',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Перед кавітацією рекомендується дотримуватися таких правил: не можна пити алкоголь, вживати жирну та смажену їжу за 3 доби; напередодні збільшити кількість рідини, що випивається; за 2 години до проведення випити літр чистої води. Після процедури: випивати 2 літри чистої води на день, щоб поліпшити виведення продуктів розпаду жирової тканини (чисту воду перед кавітацією доповнюють мінеральною водою без газу — вона допоможе відновити водно-сольовий баланс і кількість електролітів в тілі); дотримуватися принципів правильного харчування протягом 3-5 днів, щоб не навантажувати печінку; відмовитися від вживання алкоголю протягом 3 діб. Помірне фізичне навантаження в постпроцедурний період посилить результат. Точне дотримання цих рекомендацій покращує результат процедури. ',
          },
        ],
      },
      {
        id: '5',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Зони тіла, на які впливає кавітація: живіт; боки; спина; сідниці; стегна; зона "галіфе". ',
          },
        ],
      },
      {
        id: '6',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Щоб доповнити вираженість ефекту кавітації, після виконання використовують такі процедури: лімфодренажний масаж;  LPG; вакуумний масаж; пресотерапія; відвідування сауни. Вони допомагають посилити відтік лімфи, поліпшити кровопостачання в оброблюваній області. Це прискорює виведення зруйнованих жирових клітин і перешкоджає формуванню застійних явищ.',
          },
        ],
      },
      {
        id: '7',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'Виражена апельсинова кірка; наявність відкладень підшкірного жиру на проблемних зонах; наявність жировиків; горбистість шкіри після невдалого проведення ліпосакції або ін`єкцій ліполітиків. ',
          },
        ],
      },
      {
        id: '8',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Хронічні патології печінки та нирок; гепатит, сечокам`яна хвороба; наявність кардіостимулятора; порушення серцевого ритму; вагітність та період годування груддю; порушення згортання крові; інфекційні патології; цукровий діабет; гінекологічні патології – міома матки, ендометріоз; критичні дні; наявність злоякісних новоутворень; пошкодження шкірного покриву в місці впливу — рани, виразки, порізи; прийом кроворозріджуючих препаратів за 7-10 днів до проведення сеансу. Відносним протипоказанням є варикоз і поява судинних зірочок на оброблюваній ділянці. Проводити кавітацію в такому випадку рекомендується у майстра з медичною освітою, який підбере потужність і тип впливу. ',
          },
        ],
      },
      {
        id: '9',
        type: 'textWithTitle',
        title: 'Тривалість',
        content: [
          {
            id: '1',
            text: '30 хвилин',
          },
        ],
      },
      {
        id: '10',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: 'Курс підбирається індивідуально. Оптимально – 5-10 процедур на кожну зону. Інтервал між ними повинен становити 7-10 днів. Менший час не дасть належного ефекту: організм не встигне відновитися перед наступною кавітацією за цей час, вивести надлишок рідини й очистити лімфатичну систему від продуктів розпаду жирових клітин. Більша перерва знижує вираженість результату – організм починає заново накопичувати рідину та жири в тканині, що стає причиною появи горбків і нерівностей. Кавітація з повною обробкою однієї зони займає від 35 днів до 3 місяців.',
          },
        ],
      },
      {
        id: '11',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: '150 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'pressure_therapy',
    title: 'Пресотерапія',
    img: '/assets/images/body_procedures/body_procedure_3.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Лімфодренаж – це метод, заснований на ритмічній стимуляції м’язів у певній послідовності з метою стимуляції  природного дренажу  лімфи і зменшення вмісту рідини і токсинів у тканинах організму. ',
          },
          {
            id: '2',
            text: 'В середньому  одна процедура, виконана за допомогою апарату для пресотерапії, заміняє 5 сеансів ручного масажу. ',
          },
          {
            id: '3',
            text: 'На пацієнта одягаються спеціальні манжети, оснащені пневмокамерами (принцип роботи, як у манжети для вимірювання тиску). Камери в певному порядку здуваються або наповнюються повітрям. Здійснюваний таким методом  масаж дозволяє позбутися  набряків, значно зменшити об’єми тіла. Робота апарату для пресотерапії  імітує  м`язові скорочення. Процедура не викликає неприємних відчуттів і займає близько 40 хвилин.',
          },
          {
            id: '4',
            text: 'Максимально ефективний результат можна отримати, застосовуючи антицелюлітні засоби (креми), обгортування під час процедури. Перед проведенням процедури фахівці рекомендують випити 2 склянки води.',
          },
          {
            id: '5',
            text: 'Після першого сеансу об’єм стегон може зменшитися на 1,5-2см за рахунок позбавлення тканин від зайвої рідини. Під час процедури відчуваються приємне тепло у всьому тілі, поліпшується настрій, досягається ефект глибокої релаксації. Після процедури людина відчуває себе відпочилою і сповненою сил, а шкіра просто світиться здоров’ям, вражаючи своєю пружністю. Варто додати, що процедура сприяє зняттю втоми та усуненню безсоння.',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'Цей метод ефективний при лікуванні целюліту, ожирінні, набряках та інших захворюваннях, пов’язаних з порушенням циркуляції крові та лімфи, а також є хорошою профілактикою варикозної хвороби вен нижніх кінцівок, виводить з організму надлишки рідини і шкідливі токсичні речовини, відновлює водний баланс (що пояснюється нормалізацією циркуляції лімфи і міжклітинної рідини), поліпшує венозний кровообіг, активізує обмінні процеси в клітинах шкіри і жирових клітинах(стимулює рецептори клітини, що відповідальні за розщеплення жиру).',
          },
        ],
      },
      {
        id: '3',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Пошкодження шкіри, новоутворення, вагітність та лактація, тромбоз і тромбофлебіт, критичні дні для жінок, порушення роботи нирок, наявність кардіостимулятора, міома матки.',
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Тривалість',
        content: [
          {
            id: '1',
            text: '30 хвилин',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: '8-12 процедур з перервою в 2-3 дні. У профілактичних цілях рекомендується повторювати курс лікування пресотерапією кожні півроку.',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: '150 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'plasmalifting_body',
    title: 'Плазмоліфтинг',
    img: '/assets/images/body_procedures/body_procedure_12.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Плазмоліфтинг ще називають безопераційним ін’єкційним омолодженням, що базується на властивостях нашої власної крові. Після забору вашої крові (не більше, ніж при здачі аналізів в поліклініці), з неї виділяється плазма, збагачена великою кількістю тромбоцитів. Наголошуємо, що все це проводиться в умовах стерильності та за допомогою спеціалізованого обладнання. За допомогою мікроін`єкцій підготовлена плазма буде вводитись в проблемні зони через тонкі голки. Це активує процеси самооновлення, вироблення колагену та еластину – шкіра стає більш пружною та підтягнутою. У деяких випадках для отримання більш виражених результатів в плазму додають гіалуронову кислоту  та мезопрепарати.',
          },
          {
            id: '2',
            text: 'Перед проведенням плазмоліфтингу в обов’язковому порядку необхідно здати загальний аналіз крові, аналіз крові на вміст цукру,обстежитися на гепатити В та С і ВІЛ.',
          },
          {
            id: '3',
            text: 'Дана процедура не викликає алергію, подразнення або інші ускладнення, так як використовується плазма крові самого пацієнта. Реабілітаційний період також проходить легко, а сліди від ін`єкцій зникають протягом одного або декількох днів. При цьому результати плазмоліфтинга з`являються вже після 1 процедури та зберігаються до 2 років.',
          },
          {
            id: '4',
            text: 'За тиждень до плазмоліфтингу рекомендують: не використовувати пілінги та скраби; не засмагати, щоб не спровокувати опік шкіри; відмовитися від куріння та вживання алкогольних напоїв; по можливості скасувати прийом препаратів, що впливають на згортання крові (потрібна консультація з лікарем з приводу відміни препаратів та можливості проведення плазмоліфтингу). Також за декілька днів бажано обмежити кількість жирної, смаженої їжі, а за 4-5 годин до процедури нічого не їсти. Зазвичай, всі ці правила косметолог розповідає на попередній консультації.',
          },
          {
            id: '5',
            text: 'Після плазмоліфтингу рекомендують: 2-3 дні не виконувати великих фізичних навантажень; 1 тиждень не вживати алкоголь; 2 тижні не засмагати, не відвідувати лазні, басейни та сауни; поки шкіра повністю не заживе, не використовувати скраби, пілінги, миючі засоби на основі спирту, кислот тощо; застосовувати мазі, креми, які призначив косметолог.',
          },
          {
            id: '6',
            text: 'Внаслідок ін`єкцій шкіра після процедури залишається трохи почервонілою. У більшості випадків протягом декількох днів вона загоюється, та відновлюється нормальний колір обличчя. Але іноді період реабілітації може тривати 5-7 днів. Зазвичай шкіра після плазмоліфтингу відновлюється досить швидко. Щоб не допустити розвитку ускладнень, потрібно виконувати всі рекомендації косметолога.',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'Вікові зміни шкіри, розтяжки, рубці; млявість та в`ялість шкіри.',
          },
        ],
      },
      {
        id: '3',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Цукровий діабет; онкологія; гепатити; хвороби нирок та серця; імунодепресивні стани та аутоімунні захворювання, захворюваннях крові. Тимчасовими протипоказаннями також є гострі захворювання (застуда, грип та інші), загострення хронічних хвороб, вагітність та лактація, рани та запалення на шкірі в місцях запланованих ін`єкцій.',
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Тривалість',
        content: [
          {
            id: '1',
            text: '60 хвилин',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: 'Кількість необхідних сеансів косметолог визначає індивідуально. Загальна тривалість циклу залежить від показань і бажаних результатів, віку пацієнта та поєднання з іншими процедурами. В середньому роблять 3-4 процедури з інтервалом в 1,5-2 тижні раз на рік або 1 процедуру раз в кілька місяців.',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: 'від 1200 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'darsonvalization_body',
    title: 'Дарсонвалізація',
    img: '/assets/images/body_procedures/body_procedure_6.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Метод апаратної косметології, що ґрунтується на використанні змінного імпульсного струму високої частоти і напруги та малої сили. Імпульси струму, подразнюючи периферичні нервові закінчення, сприяють розширенню артеріальних і венозних судин, збільшенню проникності судинних стінок, стимуляції обмінних процесів, тонізують шкіру, мають підсушувальну і протизапальну дію, підсилюють крово- і лімфообіг.',
          },
          {
            id: '2',
            text: 'Поєднання застосування дарсонваля і лікувальних масок і масел підсилює дієвість результату в кілька разів.',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'При лікуванні вугрової хвороби, при себореї, що супроводжується дифузним порідінням волосся на голові, при ліквідації застійних явищ, набряку після пластичних операцій і входить в комплекс таких косметичних процедур, як гігієнічне і лікувальне очищення обличчя, догляд за в”янучою шкірою, попередження розвитку зморшок, нормалізація функціонування сальних залоз, посилює циркуляцію лімфи в шкірі голови, і, як наслідок, кровопостачання волосяних цибулин. Додатково дарсонвалізація стимулює «сплячі» цибулини, забезпечуючи зростання нового волосся.',
          },
        ],
      },
      {
        id: '3',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Наявність штучного стимулятора серцевого ритму, індивідуальна непереносимість струму, вагітність.',
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Тривалість',
        content: [
          {
            id: '1',
            text: '8-10 хвилин щодня або через день',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: '10-30 процедур.',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: '50 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'electroporation_body',
    title: 'Електропорація',
    img: '/assets/images/body_procedures/body_procedure_7.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Це безін`єкційна мезотерапія, в ході якої під впливом електричних імпульсів вводяться лікарські або косметологічні препарати. Аналогом голки виступає електричний струм.',
          },
          {
            id: '2',
            text: 'Під впливом певної потужності і частоти струмів можна вводити глибоко в шкіру макромолекули (великі молекули, які при звичайному нанесенні на шкіру просто залишилися б на ній, не проникаючи крізь роговий шар). При подачі електричних імпульсів в мембранах клітин відбувається тимчасове відкриття мікропор, іонних каналів, через які проходять препарати. В результаті корисні компоненти «коктейлів» проходять глибоко в дерму. Аквапоріни (білки, що формують пори в мембранах клітин) зв`язуються з молекулами лікувальних препаратів і доносять їх глибоко в шкіру. По закінченню дії струмів, мікропори в шкірі самі закриваються.',
          },
          {
            id: '3',
            text: 'Переваги методу: безболісність, без травматизації голкою, безпека, відсутність періоду реабілітації, без синців та гематом, швидке і ефективне запровадження мезококтейля, можна проводити перед важливою подією, можливість проведення в будь-який час року.',
          },
          {
            id: '4',
            text: 'Електропорацію можна проводити не тільки на обличчі, шиї і декольте, але і по роботі з тілом. Відмінно лікує провисання, дряблість шкіри, целюліт, живить шкіру необхідними компонентами. Використовуються препарати на основі гіалуронової кислоти, колагену, вітамінів, органічних речовин, мікроелементів, пептидів, протизапальні, відбілюючі концентрати та інші за типом шкіри. Всі сироватки, що використовувалися під час сеансу,  починають активно працювати глибоко в шкірі після процедури, плюс утворюють в ній депо (накопичення) корисних мікроелементів і речовин. Для досягнення бажаних і ефективних результатів дану процедуру потрібно проходити курсом. ',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'В”януча, зневоднена шкіра, що втратила тонус та еластичність, пігментація, рубці, відновлення шкіри після агресивних процедур (пілінги, шліфування, дермабразії, лазерні методи), вікові зміни, зневоднення шкіри.',
          },
        ],
      },
      {
        id: '3',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Покращує тургор шкіри; звужує пори; зменшує запальний процес на шкірі; відновлює стан шкіри, пошкодженої ін’єкційними процедурами; відновлює водний баланс шкіри; усуває пігментні плями та рубці.',
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Вагітність, онкопатології, період гострих  запальних захворювань, наявність кардіостимулятора.',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Тривалість',
        content: [
          {
            id: '1',
            text: '5-10 хвилин. Пеші 5 процедур двічі на тиждень, наступні 5 - 1 раз на тиждень.',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: '10 процедур',
          },
        ],
      },
      {
        id: '7',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: 'від 400 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'microdermabrasion_body',
    title: 'Мікродермабразія',
    img: '/assets/images/body_procedures/body_procedure_8.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Алмазне шліфування, механічний пілінг - видалення дрібних дефектів шкіри, запуск регенераційних процесів апаратом, оснащеним насадками з алмазним напиленням, які працюють за принципом щітки, прибираючи зі шкіри омертвілі лусочки, сальні пробки, забруднення. ',
          },
          {
            id: '2',
            text: 'Ефективність посилюється вакуумною системою апарату, яка втягує відшаровані клітини епідермісу та стимулює кровообіг в шкірі, має низьку алергенність і травматичність, відсутність больових відчуттів.',
          },
          {
            id: '3',
            text: 'Ефект: очищення  шкіри від забруднень, звуження пор, зменшення маснистості шкіри, розгладження, шліфування поверхневих шрамів та постакне, зменшення глибини зморшок, зникнення дрібних зморшок,  підвищення тонусу та еластичності шкіри, покращення кольору обличчя, запускаються процеси природного омолодження шкіри, поступове вирівнювання рельєфу шкіри, зменшення гіперпігментації.',
          },
          {
            id: '4',
            text: 'Переваги методу: безболісність процедури,  відсутність пошкоджень, швидка регенерація (відновлення шкіри, стійкий результат, результативність дії наступних процедур і препаратів підвищується до 90%.)',
          },
          {
            id: '5',
            text: 'Після процедури на 1-2 тижні відмовитися від солярію, регулярно використовувати зволожуючий крем та сонцезахисні засоби.',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'Дрібні шрами, нерівна поверхня шкіри внаслідок гіперкератозу, пігментні плями, загальне зниження тонусу шкіри, в`ялість шкіри, огрубіння шкіри в результаті фотостаріння.',
          },
        ],
      },
      {
        id: '3',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Пошкодження шкірних покривів, сонячні опіки, купероз, запальний гнійний висип на шкірі, герпес, дерматози в стадії загострення, велика кількість невусів або телеангіоектазій, вагітність, схильність до утворення келоїдних рубців.',
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Тривалість',
        content: [
          {
            id: '1',
            text: '5-10 хвилин',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: '1 раз на тиждень, 5-20 процедур. За показами може бути разовою процедурою.',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: '100 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'phonophoresis_body',
    title: 'Фонофорез',
    img: '/assets/images/body_procedures/body_procedure_9.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Поєднання дії двох факторів: високочастотного ультразвуку і космецевтичних (лікарських) препаратів має здатність збільшувати провідність шкіри, паралельно посилюються метаболічні процеси і проникність мембран клітин, стимулюються вироблення колагену, профілактика і лікування куперозу, укріплення стінок капілярів і судин.  Незамінна процедура для омолодження та очищення шкіри (виводить шлаки і токсини).',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'Зниження тонусу і тургору шкіри; рубці; целюліт; набряки.',
          },
        ],
      },
      {
        id: '3',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Гострі запальні захворювання шкіри; онкологічне захворювання; невралгія і параліч лицьового нерва; вагітність; велика кількість родимок і папілом.',
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Тривалість',
        content: [
          {
            id: '1',
            text: '10-15 хвилин',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: '10 процедур через день, перерва між курсами 1 місяць',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: 'від 150 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'microcurrents_body',
    title: 'Мікроструми',
    img: '/assets/images/body_procedures/body_procedure_10.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Мікрострум в косметології – базова лікувальна процедура, одна з найпопулярніших у загальному переліку методик апаратного догляду. Процедура, пов’язана з впливом електричного струму на шкіру, всю глибину м’яких тканин. Специфіка задіяного струму – вкрай мала амплітуда і низькі частоти, їх застосування в прямому сенсі слова омолоджує шкіру, лікує її, підтягує м’язи, прибирає набряклість.',
          },
          {
            id: '2',
            text: 'Мікроструми впливають не лише на верхній шар шкіри – епідерміс. Глибина його проходження всередину зачіпає всі м’які тканини – дерму, мембрану клітинок, підшкірно-жирову клітковину, м’язовий шар, кровоносні і лімфатичні судини. Саме цим і визначається ефективність мікрострумової терапії. ',
          },
          {
            id: '3',
            text: 'Під час процедури терапії з використанням мікрострумів відбувається скорочення м’язових тканин – деліктне і щадне за рахунок мікродоз електроструму. Вибираючи напрямок руху електродів, майстер працює над усуненням конкретних проблем шкіри клієнта. При цьому використовується електрод у формі качалки, завдяки великому розміру він використовується для роботи по тілу. Можливо також використання мікрострумових рукавичок.',
          },
          {
            id: '4',
            text: 'Особливості цього виду косметологічного догляду за шкірою – відсутність вікових обмежень, видимий результат вже після першої процедури, пролонгована ефективність, безпечність, безболісність. ',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'Обвисла шкіра, зневоднення шкіри, покращення стану сухої, тонкої шкіри; набряки, нейродерміт, атопічний дерматит та дерматози; зменшення рубців, розтяжок, косметичні дефекти, викликані гіпертрофією або атонією м’язів.',
          },
        ],
      },
      {
        id: '3',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Онкологічні захворювання, всі види пухлин – і доброякісні, і злоякісні, серцево-судинні захворювання, інсульти,  інфаркти, епілепсія, вагітність і лактація, порушення шкірного покриву, наявність металевих імплантатів, штифтів, кардіостимулятора, філерів, після ін`єкцій ботулотоксину, індивідуальна непереносимість електричного струму, гострі вірусні захворювання, підвищена температура тіла, нещодавно проведений хімічний пілінг. ',
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Тривалість',
        content: [
          {
            id: '1',
            text: '30-60 хвилин',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: '5-6 процедур 1 раз на тиждень.',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: 'від 150 грн',
          },
        ],
      },
    ],
  },
  {
    id: 'mesotherapy_body',
    title: 'Мезотерапія',
    img: '/assets/images/body_procedures/body_procedure_11.jpg',
    description: [
      {
        id: '1',
        type: 'textOnly',
        content: [
          {
            id: '1',
            text: 'Мезотерапія - це сучасна процедура, що полягає в ін’єкційному введенні препаратів всередину шкіри. Біологічно активні речовини стимулюють кровообіг та сприяють нормалізації метаболізму у клітинах. Помітити перші зміни можна вже після першого введення препарату. Для того щоб отримати виражений ефект, необхідно пройти курс з 5-10 процедур. Ефект від мезотерапії може зберігатися від 3 місяців до декількох років. Скільки він буде тривати у кожному конкретному випадку — можна оцінити після декількох процедур.',
          },
          {
            id: '2',
            text: 'Внутрішньодермальне введення препаратів проводиться тонкою голкою, що дає змогу зменшити неприємні відчуття під час процедури.',
          },
          {
            id: '3',
            text: 'Мезотерапія може використовуватись для омолодження шкіри всього тіла. В результаті вдається позбутися рубців, жирових відкладень, целюліту.',
          },
          {
            id: '4',
            text: 'Після курсу мезотерапії підвищується вироблення колагену і еластину, що допомагає розгладити дрібні зморшки, позбутися від косметичних дефектів, нормалізувати стан шкірних покривів і поліпшити колір обличчя. Поліпшується клітинний метаболізм, що дає приголомшливий ефект - шкіра оновлюється, омолоджуючись самостійно.',
          },
          {
            id: '5',
            text: 'Крім препаратів, самі ін`єкції позитивно впливають на шкіру, надаючи механічний вплив. Голки вкрай тонкі і маленькі, але все одно виходять мікротравми. В результаті це провокує активне вироблення регенеруючих речовин, що поліпшує мікроциркуляцію крові в оброблених областях і шкірне дихання. Почервоніння у місці ін’єкції є нормальною реакцією організму. Воно проходить за 3-5 днів. ',
          },
          {
            id: '6',
            text: 'Скільки сеансів мезотерапії необхідно - питання індивідуальне, в середньому для досягнення бажаного результату курс мезотерапії для обличчя становить від 5-ти до 10-ти сеансів.',
          },
          {
            id: '7',
            text: 'До початку курсу лікування не приймати нестероїдні протизапальні і кроворозріджуючі препарати (хоча б 1-2 дні), в день процедури не вживати алкоголь. ',
          },
          {
            id: '8',
            text: 'Після процедури не відвідувати солярій, сауни, бані, спортзал. Протягом доби не наносити косметику, при наявності герпесу в анамнезі за тиждень провести противірусну профілактичну терапію. ',
          },
        ],
      },
      {
        id: '2',
        type: 'textWithTitle',
        title: 'Судинний етап',
        content: [
          {
            id: '1',
            text: 'Початок курсу мезотерапії, важливий і необхідний період, так як він нормалізує мікроциркуляцію крові, підвищує ток лімфи, усуває прекапілярний спазм, впливає на периферійний кровообіг.',
          },
        ],
      },
      {
        id: '3',
        type: 'textWithTitle',
        title: 'Показання',
        content: [
          {
            id: '1',
            text: 'Патологічні стани шкіри: піодермія; гіперпігментація різної етіології; рубці, стрії; целюліт, локальні жирові відкладення; підготовка до більш серйозних маніпуляцій та пластичних операцій. ',
          },
        ],
      },
      {
        id: '4',
        type: 'textWithTitle',
        title: 'Протипоказання',
        content: [
          {
            id: '1',
            text: 'Псоріаз, вагітність та лактація, онкозахворювання, непереносимість препаратів, алергія в анамнезі (набряк Квінке, анафілактичний шок), хронічні захворювання в стадії загострення, гіпертонічна хвороба, серцево-судинні захворювання, ниркова недостатність, гострі інфекційні та запальні хвороби, герпес, жовчнокам`яна хвороба, порушення згортання крові, гемофілія, психічні хвороби, депресія, епілепсія, низький больовий поріг, схильність до утворення келоїдних рубців.',
          },
        ],
      },
      {
        id: '5',
        type: 'textWithTitle',
        title: 'Тривалість',
        content: [
          {
            id: '1',
            text: '30-60 хвилин',
          },
        ],
      },
      {
        id: '6',
        type: 'textWithTitle',
        title: 'Курс',
        content: [
          {
            id: '1',
            text: '8-10 процедур з інтервалом 7-10 днів 1 раз на 6 місяців. Підтримуюча терапія 1 раз на місяць. Через півроку курс повторити.',
          },
        ],
      },
      {
        id: '7',
        type: 'textWithTitle',
        title: 'Ціна',
        content: [
          {
            id: '1',
            text: 'від 500 грн',
          },
        ],
      },
    ],
  },
];

export default PROCEDURES_DETAILED_INFORMATION;
